{"movie_title": ["Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Închisoarea îngerilor", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Nașul: Partea a II-a", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru", "Cavalerul negru"], "review_title": [" Enthralling, fantastic, intriguing, truly remarkable!\n", " \"I Had To Go To Prison To Learn To Be A Crook\"\n", " All-time prison film classic\n", " Masterpiece\n", " Freeman gives it depth\n", " impressive\n", " Simply a great story that is moving and uplifting\n", " An incredible movie. One that lives with you.\n", " \"I'm a convicted murderer who provides sound financial planning\".\n", " never give up hope\n", " IMDb and the Greatest Film of All Time\n", " The Shawshank Redemption\n", " Time and Pressure.\n", " A classic\n", " An extraordinary and unforgettable film about a bank veep who is convicted of murders and sentenced to the toughest prison\n", " A genre picture, but a satisfying one...\n", " Why it is ranked so highly.\n", " Exceptional\n", " Shawshank Redemption- Prison Film is Redeemed by Quality ****\n", " A Classic Film On Hope And Redemption\n", " Relentless Storytelling\n", " Some birds aren't meant to be caged.\n", " Good , But It Is Overrated By Some\n", " Compelling masterpiece\n", " Beautiful movie\n", " #2 on IMDb's Top 100, a multi-Oscar-winner and over 1500 reviews...what more can I say about the movie?!\n", " I'm finding it hard to describe how amazing this movie was\n", " The Don And His Sons\n", " Everything you've ever heard is true...\n", " Quite Amazing What Coppola Pulled Off\n", " Truly the Godfather of movies\n", " Film Perfection: Cinematic Mona Lisa\n", " unique\n", " It is a classic, there is no denying\n", " The Godfather\n", " Great look at a family based around crime\n", " One of the best of all time.\n", " And so it begins\n", " \"For justice, we must go to Don Corleone\".\n", " Coppola made us a movie we can't refuse\n", " Greatest Movie in World History? Maybe. Maybe Not.\n", " The Godfather\n", " Excellent Execution.\n", " One Can See Why It's So Highly-Rated\n", " A sprawling, epic, Mafia masterpiece\n", " Be sure to give it the respect it deserves.\n", " Epic adaptation, and a cornerstone of 1970s cinema...\n", " Simply a great classic, number one on many lists.\n", " an obvious word: masterpiece\n", " The Godfather was a very compelling film to watch though I stop at considering it one of the greatest of all time\n", " My review of this film is pretty unimportant.\n", " One of the best sequels ever made\n", " The Continuing Saga Of The Corleones\n", " Good, but not as good as the first\n", " Rather Amazing How Perfect This Turned Out\n", " Michael takes over\n", " No More a Sequel that the Odyssey is to the Iliad\n", " more than masterpiece\n", " A rich epic based on great performances - a little too lush but still a great tale of the corrupting nature of power\n", " Back and forth\n", " \"I came here because there's going to be more bloodshed\".\n", " an equal sequel\n", " In Some Ways Even Better Than the First One...\n", " The Godfather Part II\n", " Excellent dramatic story.\n", " Not Far Behind The First Film\n", " It's-a not so good.\n", " One of the best sequels ever made\n", " The Godfather: Part II is even better than its predecessor\n", " The Godfather Part II: The Greatest Sequel Ever Made\n", " As good or better than the first\n", " Not quite up to the first Godfather film--but chilling enough...\n", " If You Liked the First One! You'll Love the Sequel!\n", " \"If anything in this life is certain, if history has taught us anything, it is that you can kill anyone.\"\n", " Great follow-up to one of the greatest movies ever made\n", " Amazing non-stop action and eye-popping skyscraper scenes!\n", " Very well made, moody and gripping with a brilliant Heath Ledger, if a tad bloated\n", " Dark, bleak, and uncompromising\n", " Great Film\n", " Heath Ledger makes this great\n", " I've Gone Batty!\n", " The Dark Knight\n", " Sometimes the Truth is not Good Enough\n", " Impressive blockbuster with dark tone, plot, characters and delivery making its satisfyingly \"grown-up\"\n", " Watch the IMAX version if you can\n", " \"I think you and I are destined to do this forever.\"\n", " worlds of twisted morality\n", " About as Perfect as a Batman Film Could Ever Be\n", " The Dark Knight\n", " Action Aplenty.\n", " This Film Entertains, Big-Time!\n", " Lives up to the hype\n", " Noisy action ,thrills, chills and dazzling production design\n", " The caped crusader steps up...\n", " The film that the word 'overrated' was invented for.\n", " A terrorist plot so complicated and convoluted, it would derail even 007...\n", " Smashing follow-up to Batman Begins.\n", " Nolan, Bale, Ledger, Eckhart, all hit it out of the park\n", " The Dark Knight was another awesome Batman movie from Christopher Nolan\n", " Dark Knight-Joker and Others Go Wild ***\n"], "review_text": ["Shawshank Redemption is without doubt one of the best films ever made, and definitely the best film of 1994. Yes, it is better than Lion King, and I really like that too. It is not only enthralling but powerful and moving too. I will confess that I didn't understand it when I first saw it as a lot happens in the film, and I have now seen it three times. I seriously hope, that those who ignored the film when it was first released now recognise it as a great film, as it really is. The dialogue was extremely well-written, with lines that really stick in your mind. The cinematography and music are both gorgeous, and the prison itself is like a character that dominates the film. In the script, there are some true elements of Stephen King Now I admit I am not a huge king fan, and usually don't like coarse language in books. But in his books like It, which is very good, I have accepted the language represents brutality and rebellion, shown perfectly in the film with the battle of acceptance I suppose between the inmates and the superiors(like the scene with the warden yelling coarse language at the new inmates lined up in a row at the beginning.)The acting was exceptional. I am not hugely familiar with Tim Robbins, but he did a great job in a very demanding role. The best performance however, comes from Morgan Freeman as Red, who was seriously robbed of that Oscar, that he lost to Tom Hanks for Forrest Gump. Freeman reminds me very strongly, or his style of acting does, remind me of that of Sean Connery, suave yet very charismatic. Acting isn't just about your vocal range, it's about depth, which was what Freeman certainly had. In short, Freeman was brilliant in what could be his best performance. The scene where the inmates are listening to the Mozart aria over the speakers was a beautiful profound moment, and I actually cried in Brook's death scene. Very rarely do King adaptations translate-to screen well, because of the large scale of the author's books, with the exception of this and the Shining. Some like It and Dreamcatcher are genuinely memorable but have a number of flaws that prevent them from being classed as outstanding. And some, like Thinner and Tommyknockers that border on unwatchable. In conclusion Shawshank is a brilliant film, that is worthy of the credit it has been denied for so-long. 10/10 of course. Bethany Cox.", "None of the usual otherworld creatures that populate the works of Stephen King are to be found in The Shawshank Redemption. But the real world of that Maine prison has some bizarre rules of its own and there's a whole new reality within those walls.In the tradition of Cool Hand Luke and Birdman Of Alcatraz comes Tim Robbins who was a banker on the outside, but when he caught his wife cheating on him with a golf pro from their country club, he's convicted of putting eight bullets in them, four apiece and tried and sentenced to two consecutive life terms in Shawshank prison. Like Luke and Bob Stroud he works out his own rehabilitation and rebels against the prison system.He may be a con, but Robbins still has all his knowledge of finances and pretty soon he's made himself quite invaluable to the warden and the rest of the staff at the prison. At the same time he and the cell block scrounger Morgan Freeman develop a close personal relationship. In the end they beat the system in a most unique way.There have been some classic prison films made ever since The Big House at the dawn of the talkies. Two I've already mentioned. My favorite prison film is Robert Redford's Brubaker, but The Shawshank Redemption comes pretty close. As does The Green Mile which was also directed by Frank Darabont.Darabont got an Oscar nomination as did the film itself and as did Morgan Freeman for Best Actor. The Shawshank Redemption was in for a flock more Oscar nominations in 1994. A couple other good performances are that of James Whitmore the institutionalized con who is there for 50 years and paroled and just can't make it on the outside. He will break your heart as will Gil Bellows who plays a fresh, but rather likable young con who runs afoul of the warden.Speaking of which Bob Gunton as the warden will positively chill you with his corruption. You would have to go back all the way to the James Cagney classic, The Mayor Of Hell where Dudley Digges was the warden of boys reformatory to find a warden that is as sanctimonious and as corrupt as Gunton. This is a man who gives Bibles out to each inmate hoping that the reading of the Good Book will improve the moral fiber of the convicts. At the same time he's raking in money every which way he can and a rather special punishment is meted out to him by Robbins.The Shawshank Redemption may not have monsters and other worldly creatures that normally characterize a Stephen King story. But the world of Shawshank prison is bizarre enough for any normal person if you see this wonderfully crafted and acted film.", "Based on a novella by Stephen King, this is better than even THE GREEN MILE and goes to show that you don't need supernatural elements in a prison story – the setting is enough to carry a film as it is. SHAWSHANK often shows up as the \"best film of all time\" on various movie lists - including here on the IMDb - and, whilst I don't necessarily agree about that, it is a very good film indeed, near flawless in fact.Every technical element of the film is spot-on, from direction to music, editing, and acting; Morgan Freeman delivers his best ever performance whilst Tim Robbins shows us what a great character actor he is. Even better, for a genre fan like me, is seeing acting favourites like Clancy Brown, William Sadler, Brian Libby, and James Whitmore all appearing in the film together and playing more than just stock good or bad guy roles. Every actor is great here, and the script (which sticks closely to King's writing) is nigh-on perfect. Emotion, thrills, drama, and the triumph of the human spirit are all present in this movie, which is one of the greatest prison flicks ever.", "Shawshank Redemption, The (1994)**** (out of 4)An innocent man (Tim Robbins) is sent to prison on murder charges and once there he bonds with another man (Morgan Freeman) serving a life sentence. I remember seeing this when it was first released to theaters and walking out thinking it was a masterpiece but apparently others couldn't be bothered to see it since the box office results were very low and it was out of theaters in no time. Over the years the reputation of this film has grown and as I write this it's currently #1 at IMDb. I certainly wouldn't call this the greatest film ever made but it's certainly one of them. I think it's an insult to call this a prison movie because it's so much more than that. This is a film about friendship and hope. Those are two things that have played major parts in many movies but I can't think of too many films where the payoff is as large. What makes the film work so well is that director Durabont takes his time telling a story that takes place over twenty years. Another wonderful thing the director does is that he really makes the twenty years pass on a believable manor. Most films that jump time feel cheap and rushed but that's not the case here because the wonderful screenplay lets us get to know the two main character but also the supporting characters are very well written. What really brings this magic to life are the performances, which are downright brilliant and I'd argue that you can see some of the greatest ensemble acting right in this film. Robbins and Freeman are terrific together and really make for one of the most memorable friendships in movie history. The way Robbins walks and talks is perfectly done and I just love the way, as Freeman says in his narration, he walks around as if he didn't have a care in the world. Freeman gives another wonderful performance but what's really great about him is the narration he adds as he tells us the story. James Whitmore is terrific as the elderly convict and Clancy Brown and Bob Gunton make for excellent villains. I won't spoil the ending for anyone but the final twenty-minutes are at times breathtaking in their beauty and it's message of hope rings louder than most movies.", "Andy Dufresne (Tim Robbins) is a banker convicted of murdering his wife and her lover. He always professes his innocence, but is thrown into Shawshank Prison with other lifers like Red (Morgan Freeman).Director Frank Darabont has made a prison fable out of a Stephen King short story. It is well acted by Tim Robbins and Morgan Freeman. Freeman is especially important as he is the narrator and the POV of the story. It's his lyrical voice that makes this fable compelling. It could have easily been a simple prison movie that rang hollow. Freeman gave the readings depth.If there is one complaint, it is Andy's claim of innocence. It needs to be shown early on during the trial. Instead, we derived mostly from Andy's demeanor. It needs to be a big declaration at the beginning. When Tommy (Gil Bellows) tells the story, he should include one detail from the trial like the 8 bullets. That way, the audience can get an aha moment. It's a minor point, and overall this is a good prison fable.", "not for a reason. but for the fine art to create a story who seems be more than fiction and who use a script, a cast and location for a puzzle who becomes part of precious memories. its themes, the tension, the moral questions, the meeting between Morgan Freeman and Tim Robbins and the result of dialogs who are truth axis of movie and wise adaptation, are bones of a splendid film. a film who reminds more than presents. values, roots of justice, beauty of original source, the end who is expression of a deep expectation of the viewer are elements who transforms The Shawshank Redemption in an experience for the viewer. short - a film who must see !", "Andy Defresne is a young banker who goes to pieces when he learns his wife is being unfaithful.  He gets drunk and wakes in his car, where he is picked up for the murder of his wife and her lover.  Despite his pleas of innocence, Andy is sentenced to life in prison where he is immediately introduced to the horrors of live inside.  Fellow lifer, Red, tells Andy's story of how he held hope and managed to use his banking skills to improve the conditions for himself and others.I saw this film in the cinema when it came out and, looking back, it is surprising how little fuss was made over it at the time - I was one of 15 or 20 people in the cinema when I saw it (on it's second week out!).  However time has brought it to the top of many popular lists of films and it is mainly due to a story that is based around friendship and hope that engages and eventually uplifts.If you are going to adapt a Stephen King book, the lesson from this film and others appears to be to adapt a short one.  Here the story is set up well with all the usual stuff that we expect from prison dramas, but with the key difference that these events are not the film - no the film is about Andy and Red's friendship.  These two men are great characters and I was very easily drawn into their story.  It is witty, dark and yet enjoyable all at the same time.  It is impossible not to be affected by the ending and this simple uplifting sentiment is part of the reason it has been taken in by so many viewers as one of their favourites.Of course it is a little long at times and for my personal tastes it is a little too sentimental at times although this is to be expected with any Hollywood film.  The slightly sentimental view of the prison also goes so far to ignore the idea that there would be any homosexual relationship that aren't rape and even ruling out any suggestion of racism - there is no tension or segregation in evidence here.  I won't do spoilers but the ending was too clear for me where leaving us with more questions would have been more in holding with the idea of hope that the film had traded in prior to this.  The characters work well due to some great performances.  Robbins is great as Andy and he ages and grows well - whether or not he is believable in his calm approach to the punishment he takes is another matter, but I was caught up in the film enough to get past that.  Freeman may not be the Irish guy from the book (hence the name Red) but he is excellent as the father figure - even if he appears to age very slowly in comparison to Andy.  The chemistry between the two is the key and it really works.Of course having a support cast that includes a great number of fine support actors probably helped.  People like Gunton, Sadler, Bellows and others may not always be great but here they fit the bill. Yes the characters tend to be very clichéd (the bird man, the rapists etc) but again that comes with the genre and I was able to get past these by focusing on the main relationship.  The surprise performance for me was from Clancy Brown - not the most subtle of actors (Highlander is his other famous role) but he is very good here indeed, albeit with little actual character depth.  As director Darabont has done very well, framing some great shots (that crane shot as the bus arrives for the first time) as well as a shot that has become almost iconic.  He is helped by a score that fits the sweeping sense of hope that the film brings.Overall this is an imperfect film and it is flattered by it regular high appearance on the popular `best film' lists.  However it is also a great little story that twists and turns as it is told, it has all the clichés of the genre but at it's heart it is based on friendship and a sense of hope that it is hard not to find uplifting.  For all it's faults it is a popular and moving story that seems to do the trick for the majority of those that see it.", "It is no wonder that the film has such a high rating, it is quite literally breathtaking. What can I say that hasn't said before? Not much, it's the story, the acting, the premise, but most of all, this movie is about how it makes you feel. Sometimes you watch a film, and can't remember it days later, this film loves with you, once you've seen it, you don't forget.The ultimate story of friendship, of hope, and of life, and overcoming adversity.I understand why so many class this as the best film of all time, it isn't mine, but I get it. If you haven't seen it, or haven't seen it for some time, you need to watch it, it's amazing. 10/10.", "Well I guess I'm a little late to the party as far as writing down a review for this picture. I've seen it a couple of times, but that was before I became a regular contributor to the IMDb. When I first discovered this site a few years ago, \"The Godfather\" was in the Number #1 spot, and since then the films have traded places for first and second, with Shawshank maintaining the top spot most of the time. That puzzled me a bit until I watched it again tonight, and I've come away from the picture with a new found appreciation. My favorite movies tend to be the story of underdogs in some way, shape or form, and my personal Top Ten list includes titles like \"On The Waterfront\", \"To Kill a Mockingbird\" and \"One Flew Over the Cuckoo's Nest\". I may have to reconsider that list, an infrequent exercise but one I don't mind doing every now and then as situations warrant.Overall, the film is darn near perfect. I know it's pretty cliché to state it that way, but when you analyze the dialog, the characters, the directing and the tone of the movie, the picture flows flawlessly, even when it detours into side stories like Brooks Hatlen's release and new prisoner Tommy's introduction late in the picture. Every set-up, every nuance has some importance that eventually converges to symbolize Andy's quest for escape and personal redemption. Remember Brooks feeding Jake for the first time and eventually setting him free when he receives his own pardon? How about Andy playing Mozart into the prison yard while settling back with a smile of contentment on his face. The story transcends one man's confinement for a crime he didn't commit, and focuses instead on his reaction to circumstances beyond his control. Paul Newman showed us a different way to react to those kinds of conditions in 1967's \"Cool Hand Luke\", but his method was self destructive. Andy Dufresne (Tim Robbins) never loses his ability to keep his eye on the prize, even if it takes him a couple of decades to do so.But even more so, you have here the story of Ellis Boyd Redding (Morgan Freeman), a convict who sees Andy as a person, and over time, an inspiration to himself and the rest of the prisoners who call him friend. From Andy, he comes to understand that even as a prisoner, a man can live life on his own terms if he can keep his mind uncluttered by thoughts of desperation and hopelessness. Not bad for a convict who started out believing that 'hope can drive a man insane'.I really can't recommend this picture highly enough, both for it's masterful story telling and it's technical execution. The actors, even those portraying the most minor characters were seemingly born for their roles. They deliver a seamless performance that's virtually unmatched by most modern films, in a picture that hits all the right notes with an inspiring message of discipline and perseverance.", "\"The Shawshank Redemption\" should have won Best Picture for 1994. A story of banker Andy Dufresne (Tim Robbins) getting falsely convicted of murder and sent to the hellish Shawshank prison, the movie is beyond amazing. In prison, Andy meets Ellis Boyd \"Red\" Redding (Morgan Freeman), who was imprisoned many years earlier. Red gets Andy a poster of Rita Hayworth. Over the next twenty years, Andy experiences all the horrors that one would expect in jail: beatings by the guards, rapes by other inmates, and so on. But he never gives up hope.This movie, like \"Carrie\", \"The Shining\", \"Dolores Claiborne\", \"The Green Mile\" and \"Hearts in Atlantis\", just goes to show what a great author Stephen King is. When we think of horror, we think of spooky horror, but \"The Shawshank Redemption\" is a different kind: personal horror. Pure genius. I can only hope that in the coming years, this movie is recognized as what it is: a masterpiece. I can't believe that it won no Oscars!", "Two imprisoned men (Tim Robbins and Morgan Freeman) bond over a number of years, finding solace and eventual redemption through acts of common decency.Is this the greatest film of all time? IMDb would have you believe so. Despite being a box office flop (that barely recouped its budget), the film received multiple award nominations and outstanding reviews from critics for its acting, story, and realism. It has since been successful on cable television, VHS, DVD, and Blu-ray.And it deserves this praise that seems to be growing each year. Now twenty years old, the film has not aged a day, and instead seems to be getting better. This is Tim Robbins' best role, and a fine performance from the always wonderful Morgan Freeman.", "Fear can hold you prisoner. Hope can set you free. A good tagline for a great prison drama from writer/director Frank Darabont (The Green Mile), based on the book by Stephen King. Basically Andy Dufresne (Tim Robbins) is the lawyer convicted for the murder of his wife, sent to Shawshank prison, headed by the nasty Warden Samuel Norton (Bob Gunton). While he is there he is quiet for a while, but eventually he forms a friendship with black Irish marketeer Ellis Boyd 'Red' Redding (Oscar and Golden Globe nominated Morgan Freeman, and the character was originally a white red haired Irishman), retains hope and gains respect of fellow inmates. After a while, he gets to do a lot of personal work for the Warden sorting documents, founding a new library and improving a lot of other things, with his law and mathematical skills. One day though, he seems strange towards Red when he asks him to find a specific tree somewhere he knows, and the next morning, he has escaped (scraping through the soft wall with a chisel). Andy and Red do eventually find each other again in the happy emotional ending, well, many moments in the film are emotional. It was a flop in the cinemas, and since release to video and DVD it has become a favourite with many film goers. Also starring William Sadler as Heywood, Clancy Brown as Captain Byron T. Hadley, Gil Bellows as Tommy and James Whitmore as Brooks Hatlen. It was nominated the Oscars for Best Cinematography, Best Film Editing, Best Music for Thomas Newman, Best Sound, Best Writing, Screenplay Based on Material from Another Medium and Best Picture, and it was nominated the Golden Globe for Best Screenplay. Morgan Freeman was number 27 on The 100 Greatest Movie Stars, the film was number 7 on The 100 Greatest Tearjerkers for the scene where classical operatic music plays in the prison, it was number 23 on 100 Years, 100 Cheers, it was number 13 on Film 4's 50 Films To See Before You Die, and it was number 3 on The 100 Greatest Films. Outstanding!", "Keeping this short and sweet, meek Tim Robbins is a convicted accountant who is sent to a real MEAN prison in Maine. The captain of the corrections officers, the massive-jawed Clancy Brown, is quick with his baton, agitato, so to speak. The warden, Bob Gunton, is a corrupt dictator. Morgan Freeman, serving a life sentence, becomes a friend of Robbins. Robbins has a lot in the upper story and goes about doing good for the penitentiary and for the inmates, despite the beatings, attempted rapes, and unjust punishment. Under his management the library becomes a beacon for all prison libraries. Many brutal years pass before Robbins, an amateur geologist, tunnels through the prison wall, hauling a bundle of ill-gotten pelf, crawls into a five-hundred yard long sewer pipe filled with excreta, and splashes through a river to freedom and a tiny coastal village in Mexico, Zijuataneco. I drove there about the time this escape takes place and it really WAS a cheap, peaceful, fishing town with an irregular water supply. Now it's a metropolis. After forty years of imprisonment, Freeman is finally paroled. He joins his friend Robbins in Mexico, where they pursue an honest living as simple fishermen and become lovers for life. (Kidding.) It's a long movie but a gripping one. Movies about prisons are difficult to make. The surroundings are hardly epic, the wardrobe drab, the inmates participate in what the sociologist Erving Goffman called \"the small rewards\" system common to all total institutions -- gifts and trades of items like cigarettes and harmonicas. The inmates have humble jobs, nothing exciting about working in a laundry. No women. Threats and occasional fist fights but no open warfare. And here there's not even the suspense of watching men prepare for an escape. How do you fold these conditions together and come up with a story? The people who produced \"The Shawshank Redemption\" have managed to pull it off, and without directorial display -- no fireworks, no instant cutting, no screechy metallic noise on the sound track, no razzle dazzle whatever, just classic movie making. The success of the film is helped ENORMOUSLY by Morgan Freeman's performance as the friend of Robbins. He's an exceptional actor, and though we may see him now mostly in the role of mentor, his early performances as a heavy shouldn't be ignored. God, he was one charming and terrifying pimp in \"Street Smart.\" Robbins does a good job too, although his role requires him to be subdued. It also requires him to be saintly, alas. There's nothing wrong with him. He's a genius, doing everybody's tax returns. He's more sinned against than sinning. Cool Hand Luke at least was reckless and expedient and brought the storm down upon himself. And Luke's guards would have made mincemeat out of Robbins. Robbins' prison is a kind of fantasy land in which he can at will commandeer an office, lock the doors, and play a record of an opera over all the loudspeakers. It's also a pipe dream to believe that all of the inmates would stop what they're doing and stare in wonder at the loudspeakers broadcasting two ladies singing in Italian. Slim Whitman, maybe. But Joan Sutherland? They would have booed. Nor would inmates show the kind of solidarity on display here, once Robbins pulls them together. The coolest presentation of self in an institution like this is utter indifference, except for some offense against the honor of one's self or one's gang. It's a cold-hearted place in which practically nobody applauds when someone else succeeds.However, put all the fantasy aside and accept it for what it is, a fictional tale of men who pay dearly for misdeeds and ultimately save themselves and undermine the foundation of corrupt society. Not heroically, just by sheer persistence.", "In 1947 Andy Dufresne is jailed for life for the murder of his wife and her lover. He is sent to Shawshank Prison where he tells his fellow inmates he is innocent\u0085 but as fellow inmate 'Red' says; everybody in Shawshank is innocent. Red has already served ten years and is the guy to see if you want something smuggled into the prison. Andy asks for two things; a small rock hammer and Rita Hayworth! Soon after Red provides him with one rock hammer and a large poster featuring Rita Hayworth. Life in Shawshank is not easy; the guards are brutal and some of the inmates are worse. Andy survives though and things get better when he is able to help the meanest of the guards avoid paying tax on an inheritance; soon he is acting as accountant to the whole prison and helping the corrupt warden squirrel away large sums of money earned by prison labour. He is able to use this position to improve the life of prisoners too; a few beers for a work party, improvements to the prison library and education for some inmates. All the time Andy professes his innocence then one day after he has spent almost twenty years behind bars a young man comes to Shawshank; the man tells the story of how a cellmate at a previous prison claimed to have murdered a man and the woman he was with leaving her banker husband to take the blame. Andy believes this may finally get him out of prison but there is no way the warden will let him go; he is too useful and he knows too much\u0085 that won't stop Andy though.This film, based on a Stephen King short story, is rightfully considered a classic. There are no scenes that felt unnecessary from start to finish the story moves at a good pace. We see both the good and the bad inside the prison; there are scenes of brutality but also scenes of joy such as watching the prisoners enjoy the simple pleasure of having a cold beer of a scorching day\u0085 it is details like this that make the film special. There is also the joy of seeing that Andy will not break and his greatest triumph coming just as it looks as if he has finally reached breaking point. The cast does a great job; Tim Robbins is great as Andy and the always reliable Morgan Freeman is on top form as Red; theirs is one of the great portrayals of a screen friendship. It isn't just the likable characters who are well acted though; Bob Gunton is subtly unpleasant as the hypocritical Warden; quoting scripture one minute profiteering, and much worse, the next; Clancy Brown is also great as the truly unpleasant Captain Hadley; the senior guard who brutalises the inmates. After the suffering inside the finale chapter where we see Andy's escape and revenge makes this a feel-good movie despite what we've seen before. This is definitely a must see film.", "Superbly played film set in 1946 , a bright young New England banker is convicted of the slayings of his spouse and her lover and sentenced to life at a strict State Prison . Introspective and quite Andy (Tim Robbins) gradually befriends inmates and over the next 2 decades wins the trust of prisoners and wardens but in his heart he still yearns for freedom . There he forms a peculiar friendship with Red (Morgan Freeman), the prison fixer , he experiences the brutality of prison life with a sadistic head guard (Clancy Brown), and is also mistreated and raped ; however , he adapts himself and offers financial advice to the guards and the selfish governor (Bob Gunton) , all in a shot 19 years. As two imprisoned men bond over a number of years, finding peace and redemption through acts of common help , friendship and decency . But when the proof of Andy's innocence is ripped away by those who need his services ,we learn that all is not quite what it seems at this State Penitentary , provoking a few susprises in the last two reels .\nThis is a very good and serious prison movie with thrills , emotion , exciting scenes , colour-blind relationships , hardnut camaraderie , gang opression , and violent disavowal of any homosexual implications . Prison buffs will find a lot of incidents to relish and the great spiritual resolution takes some swallowing and unexpected surprises . Adapted from the novella ¨Rita Hayworth and Shawshank redemption¨ ; the twist here is the upright starring is exceptionally bright , as his ability with accountancy leads to his handling the finances of everyone , from the humblest guard to the prison boss . Wonderful spectacle in watching time-passer while changing the bombshell actresses of the history : Rita Hayworth , Marilyn Monroe , Raquel Welch . US prison films have been making solid fares for more than sixty years and apart from slowness of pace in the second half , this one is well up to prison standards . This Frank Darabont's theatrical debut turns out to be a throwback rendition to the kind of literate , thought-provoking prison drama Hollywood used to make , such as : I am a fugitive from a chain gang , Birdman of Alcatraz and Escape from Alcatraz .Tim Robbins plays magnificently Andy , an inmate finding solace and eventual redemption , Tim provides his usual talent for playing ambiguous roles , as his notable skills are put to good use. Along with Robbins' best screen acting there are various Oscar-worthy supporting characters with special mention for Morgan Freeman as the good fixer who brings his ordinary grace to what could have been a thankless role , the veteran James Withmore as the crow-keeping librarian , the sympathetic newcomer inmate Gil Bellows ,William Sadler , Mark Rolston and the ruthless guardian Clancy Brown and , of course , the egoistic and nasty governor excellently played by Bob Gunton .It contains a colorful and evocative cinematography by Roger Deakins . And an enjoyable and really feeling musical score by Thomas Newman . In his engrossing direction debut ,Darabont avoids boring by fleeing most prison movie cliches . It results to be a pleasure of discovering a first-time filmmaker with evident respect for the intelligence of his audience , giving sensitive scenes , and brave enough to let roles details accumulate without recourse the excessively maudlin and over-sentimentality. It is a true masterpiece , being marvelously acted and perfectly paced.", "Tim Robbins plays Andy Dufresne, a man convicted of double murder who is sent to jail, eventually befriending other lifers including Morgan Freeman's Ellis Redding. Exceptionally handsome adaptation of Stephen King's short story \"Rita Hayworth and Shawshank Redemption\" (in the film version, it's really Raquel Welch, not Rita, who aids in the ultimate twist). On the surface, it's another prison-genre picture with the usual stereotypes such as a rotten warden, a cruel guard, a few homosexuals, and a quirky old-timer who doesn't want his parole. However, the film's emotions run surprisingly deep, justice is well served by the conclusion, and several of the cast members carve out amazing, three-dimensional characterizations. The finale is pure fantasy, however it does provide the audience with the release it needs, and Robbins and Freeman are excellent. Long, involved, but engrossing and satisfying, \"Shawshank\" was not a big hit at the box-office but found a devoted following on video and cable. **1/2 from ****", "Over the years many IMDb users have wondered why \"The Shawshank Redemption\" was ranked so high, and many \"wished\" that in time it would sink to a lower, more appropriate slot. Many analyses missed the mark. Following is the real reason it is ranked so high, and why it will never sink much, if any. And I hope it never does.This film deals with several \"hot\" buttons in us. A cheating spouse. A husband wrongly convicted and sent to prison. Corrupt law enforcement. A prison where inmates get maimed or killed. A smart inmate who plots a brilliant escape. The corrupt warden getting his just reward. Two friends being re-united with a good life ahead of them. Combined with a good script and good cinematography. What's not to like about this story?I have seen this movie a number of times. Each time I get something new out of it that I either didn't see before, or had not made a mental connection to. I recently (year 2014) upgraded my personal copy from DVD to Blu-Ray and both the picture and sound are better. This film continues to spark the occasional argument of whether it really should be rated on IMDb as the top film of all time. I don't know exactly where \"Shawshank Redemption\" should rank on the all-time list. That is akin to comparing home run hitters or golfers from different centuries. The games are quite different, as is true in cinema. I gave this film a \"10\", and on my list it is in one of the best movies of all time, along with a number of others. At the same time, I recognize that everyone else has a different opinion. I don't really see any value in trying to decide a rank order for all time. Each film should be appreciated for what it has to offer, no more, and no less.", "This film is probably the best life-in-prison film ever made.  It depicts one man's time in the big house for something he (supposedly) didn't do. This man is Andy Dusfresne (pronounced Duframe) played in his best ever, Tim Robbins.  But he isn't alone; he is joined by fellow inmate (who is the only guilty person in Shawshank) Red played also very well by Morgan Freeman. Freeman narrates the life in The Shawshank prison all the way up until the end (not to mention some very memorable escape scenes).  Very memorable, showing what movies are made of.  Based on Stephen King's novel (one of his best) and adapted for the screen and directed by Frank Darabont, who 5 years later would write and direct the Green Mile, another good (but can't be matched to this one) prison movie.  A++", "An outstanding film dealing with prisons as seen by several prisoners. Many social problems are discussed here. The picture earned a well-deserved best picture Oscar nomination. It certainly should have tied with the winner, the equally good \"Forrest Gump.\"Tim Robbins and Morgan Freeman etched unforgettable performances as prisoners charged with murder. The film shows what prison life is all about. Subjects dealing with prison survival, brutality, corruption and ultimate redemption are well shown.As the corrupt, insane warden invoking religion to justify his actions, Mr. Gunton gives a worthy performance.This is a film of rare power. James Whitmore was equally memorable as a prisoner who was unable to adjust to the outside after his parole following a 50 year stint. This shows that people who have been incarcerated for such a long period, need some sort of readjustment training before they rejoin society. For Whitmore, freedom meant ultimate doom.Politics is also depicted in a negative way in this gritty film. This is a memorable viewing experience for audiences.", "This is probably one of the best films of all time.IMDb ranks this best film of all time.It can arguably be the best film of all time considering that its message of hope and inspiration to everyone.It is a short story from Stephen King.The Shawshank Redemption is a poignant story of Andy Dufresne,a wrongly convicted killer who was sent for two life sentences to Shawshank Prison in Maine.It tells us on how Andy lived inside the walls of the Shawshank,being raped from time to time by convicted homosexuals felons,his friendship with Red,having a sense of hope despite of his seemly hopeless situation,making the most of his life by using his accounting skills by helping the guards in their income tax and cleaning the warden's dirty money and to finally escaping from prison through a hole in the wall hidden under poster of women such as Rita Hayworth and Rachel Welsh.Great acting especially by Tim Robbins and Morgan Freeman.Direction was superb by first time director Frank Darabont.The musical score was also good.I view this film from time to time to remind myself that there is hope in all situations even those I consider hopeless ones.It also a story of letting go of hatred and letting love flow into your heart despite of being around despicable characters.Aside from that,this film is neither contrived nor manipulative as it is full of surprises.It will truly be enjoyed by anybody who love great films and those who wants films that can truly uplift the human spirit.In the end,this movie will be talked about for the next 20 to 50 or more years to come.Personally it my favorite film of more than a thousand films I seen in my life for it is a classic film on hope and redemption.", "I reviewed this film recently with a specific question in mind. At this writing, this film is ranked by IMDB viewers as the second best film ever made. The SECOND BEST EVER MADE!Why? This was my question.The acting is good. Robbins and Freeman are quality craftsmen in the Caine and Hackman tradition. But these are not truly great actors and in any case, they are only asked to play appealing persons, deliberately less-dimensional than real (as opposed to believably hyper-real which is much harder).The director is a first-timer, and it shows. There is simple framing and staging here. In fact, there seems to be a deliberate strategy to be as plain as possible. And that is the core of where I think people find the appeal of this film.The story is very tight in the sense of narrative flow. All the chunks are the same size, with no fancy rhythm. There is no distracting backstory. No element has irony, not writing, acting, shooting, even the score.Now for me, I expect and demand art in my films -- that's why I register this as plain. But I think it is well liked because it is totally without pretense. It is straight and honest; people seem hungry for honesty, and this has the appearance of what they need at just the right time.Is a film great because it merely fulfills? I hope many people think not, and dream that this film moves down the list to be replaced with more intelligent efforts.", "The Shawshank Redemption is written and directed by Frank Darabont. It is an adaptation of the Stephen King novella Rita Hayworth and Shawshank Redemption. Starring Tim Robbins and Morgan Freeman, the film portrays the story of Andy Dufresne (Robbins), a banker who is sentenced to two life sentences at Shawshank State Prison for apparently murdering his wife and her lover. Andy finds it tough going but finds solace in the friendship he forms with fellow inmate Ellis \"Red\" Redding (Freeman). While things start to pick up when the warden finds Andy a prison job more befitting his talents as a banker. However, the arrival of another inmate is going to vastly change things for all of them.There was no fanfare or bunting put out for the release of the film back in 94, with a title that didn't give much inkling to anyone about what it was about, and with Columbia Pictures unsure how to market it, Shawshank Redemption barely registered at the box office. However, come Academy Award time the film received several nominations, and although it won none, it stirred up interest in the film for its home entertainment release. The rest, as they say, is history. For the film finally found an audience that saw the film propelled to almost mythical proportions as an endearing modern day classic. Something that has delighted its fans, whilst simultaneously baffling its detractors. One thing is for sure, though, is that which ever side of the Shawshank fence you sit on, the film continues to gather new fans and simply will never go away or loose that mythical status.It's possibly the simplicity of it all that sends some haters of the film into cinematic spasms. The implausible plot and an apparent sentimental edge that makes a nonsense of prison life, are but two chief complaints from those that dislike the film with a passion. Yet when characters are this richly drawn, and so movingly performed, it strikes me as churlish to do down a human drama that's dealing in hope, friendship and faith. The sentimental aspect is indeed there, but that acts as a counterpoint to the suffering, degradation and shattering of the soul involving our protagonist. Cosy prison life you say? No chance. The need for human connection is never more needed than during incarceration, surely? And given the quite terrific performances of Robbins (never better) & Freeman (sublimely making it easy), it's the easiest thing in the world to warm to Andy and Red.Those in support aren't faring too bad either. Bob Gunton is coiled spring smarm as Warden Norton, James Whitmore is heart achingly great as the \"Birdman Of Shawshank,\" Clancy Brown is menacing as antagonist Capt. Byron Hadley, William Sadler amusing as Heywood & Mark Rolston is impressively vile as Bogs Diamond. Then there's Roger Deakins' lush cinematography as the camera gracefully glides in and out of the prison offering almost ethereal hope to our characters (yes, they are ours). The music pings in conjunction with the emotional flow of the movie too. Thomas Newman's score is mostly piano based, dovetailing neatly with Andy's state of mind, while the excellently selected soundtrack ranges from the likes of Hank Williams to the gorgeous Le Nozze di Figaro by Mozart.If you love Shawshank then it's a love that lasts a lifetime. Every viewing brings the same array of emotions - anger - revilement - happiness - sadness - inspiration and a warmth that can reduce the most hardened into misty eyed wonderment. Above all else, though, Shawshank offers hope - not just for characters in a movie - but for a better life and a better world for all of us. 10/10", "In recent years the IMDB top 250 movies has had THE GODFATHER at number 1 while THE SHAWSHANK REDEMPTION has remained at number 2 . The only exception was early in 2002 when FELLOWSHIP OF THE RING topped the chart for a couple of months then dropped down to number 2 for a couple of more months . I`ll probably make myself very unpopular for saying this but I don`t think SHAWSHANK REDEMPTION deserves to be so high !!!!!! SPOILERS !!!!!!What I don`t like about it is the amount of cliches . New prisoner arrives and finds a maggot in his food , prison cliche 37 . New prisoner gives maggot to old prisoner to feed his pet bird , prison cliche 43 . It`s revealed at the end that the prisoner who has spent so many years inside is innocent after all , prison cliche numero uno . Did anyone believe during any part of this movie that Andy Dufresne was guilty ? Neither did I . Maybe that`s why I love the American prison series OZ because all the inmates there are totally guilty . There`s other things wrong with the movie . It`s about half an hour overlong , and there`s rather unrealistic bits like the warder having someone killed after finding out Dufresne is probably innocent. Oh and how many prison friendships has there been between a black man and a white man ? Maybe that last point shouldn`t be taken as a criticism because the performances of Morgan Freeman and Tim Robbins are very good and make the movie . Neither of them give a flashy performance ( Again not a criticism ) but both are very subtle in their roles , can you imagine how different this movie would have been if we`d had Tom Cruise and Denzil Washington as the stars ? Perhaps because Freeman`s character of Red does seem to have been written as a white character he`s so good in the role . Am I alone in thinking Freeman has been the best black actor in Hollywood for the last decade because he`s more interested in exploring the character instead of playing someone who`s black ? There`s also some outstanding touches from director Frank Darabont . Witness the scene early in the film where Andy spends his first night in prison with the darkness falling upon the prisoners faces . It`s almost like the artwork of Andy Dogg as the prisoners look out onto the landing as they search for fresh prey , and there is quite a touching sequence as Red leaves prison out into the harsh outside world to the strains of Thomas Newman`s scoreI gave THE SHAWSHANK REDEMPTION eight out of ten . It is a classic feel good movie but unfortunately being a cynic I do think it`s slightly overrated by IMDB voters", "I like the bit when the warden threw the rock through the poster.", "Quite deserving of such acclaim, the acting is superb, the storyline captivating, and the cinematography quite beautiful. The storyline itself was unexpected and I quite enjoyed watching it unfold. Tim Robbins is really incredible in that his character comes off so subtly. And let's be honest, how can any movie narrated by Morgan freeman be bad?", "Up until today, I haven't bothered to review \"The Godfather\". After all, everyone pretty much knows it's one of the greatest films ever made. It's #2 on IMDb's Top 100. It won the Best Picture Oscar. And, there are nearly 1600 reviews on IMDb. So what's one more review?! Well, after completing 14,000 reviews (because I am nuts), I guess it's time I got around to reviewing a film I should have reviewed a long time ago. So, here goes....the film is perfect and only a dope wouldn't watch it. Unfortunately, IMDb requires me to say more to meet it's 10 line minimum for reviews. So, I'll point out that you do NOT need to like gangster films to enjoy this film. Yes, it's violent and nasty in spots--but it's also brilliantly written and produced from start to finish and deserves the accolades it's received.My advice is that instead of just watching \"The Godfather\" and \"The Godfather: Part II\", see the combined version they created for television--with additional scenes that made it a very rich experience.", "There is very little that I can add to the reviews on here, that have explained what is so wonderful about The Godfather so well. I have seen many amazing movies, as well as some clunkers, but The Godfather was beyond amazing. There are so many images, details and scenes that I seriously cannot get out of my head since watching it for the first time just nine hours ago. The Godfather is so incredibly well-made and acted that it stands out among the rest of those other amazing films I've seen, so much so I couldn't think of a single flaw, and I am struggling to think of a good enough reason to why I didn't see this film before now.True, The Godfather is a little slow-moving and the plot takes a while to unfold, but neither of these are flaws as such. The slow pacing added to the elegiac quality The Godfather has, and as for the plot what is special about this plot is that it is very unpredictable because you have next to no idea where it is next going to take you. Being 18, I was worried whether I was old enough to appreciate this film or even understand it, but luckily I understood it perfectly, and I can well and truly appreciate it for the masterpiece it is considered to be.The Godfather for one thing looks stunning. I strongly disagree with the previous reviewer who said the cinematography was horrid, for me the cinematography was one of the best assets of the film. In some scenes you have cinematography and lighting that is quite dark and mysterious, and then in scenes such as the wedding it is evergreen, autumnal and very picturesque. It is not just the cinematography that makes The Godfather look stunning, the costumes are beautifully tailored, the houses are gorgeous and majestic to look at and even the cars were immaculate.Then there is the score by Nina Rota. One word, outstanding! I have heard many wonderful scores in my lifetime, but after hearing this score few stick in the memory as much as the score for The Godfather. This score is both beautiful as seen with the main theme, and haunting in the way it sticks in your head after watching the film itself. Other outstanding assets are the masterly direction from Francis Ford Coppola, and the brilliantly written screenplay that is intelligent, thought-provoking and darkly humorous. As for the violence, some of it is shocking and intense especially in the climax which was enough to almost make your heart either beat twice as fast or stop, and I almost covered my eyes when the producer found the horse's head in his bed, but underneath that this family is somewhat loyal and honourable come to think of it.The acting is absolutely fantastic, bringing to life characters that are rich and complex, perhaps unlikeable at first but as you get to know them you warm to them. And I have to say, The Godfather is one of those rarities where no actor gives a weak performance. In particular, Marlon Brando is brilliant as Don Vito, very heavily disguised yet stately. Every word of dialogue, every subtle hand gesture and every facial expression was brilliantly judged. Al Pacino's casting was admittedly risky, but he still did a truly wonderful job carrying the film, while James Caan is dignified and loyal, Diane Keaton beautiful and alluring and Robert Duvall nicely understated.In conclusion, absolutely amazing, and I can see completely why it is considered one of the 10 greatest movies ever made, it is that good. In fact my 15-year old brother loved it so much, he wants to see it again. 10/10, though this film is too good for that rating. Bethany Cox", "My nephew who is all of 17 told me in no uncertain terms that movie making with him starts with The Godfather. He doesn't believe anything made before it is of any great merit. For him The Godfather is like The Birth of a Nation. All three of The Godfather films can bear viewing over and over again. Mario Puzo created such compelling characters and Francis Ford Coppola brought them to life so vividly that you just get sucked in permanently. Like that other mammoth novel about a period, Gone With the Wind, Mario Puzo was like Margaret Mitchell in that there was no way he could top himself after the book was published.Anyone steeped in organized crime history will know a lot about who is being alluded to in all of the Godfather films. Case in point, Alex Rocco who plays the minor character of Moe Green who takes it upon himself to slap Fredo Corleone around. He's also got a cash flow problem at the casino he's running. One would have to have been living on another planet to not know he was referring to Bugsy Siegal.The Godfather story begins at the end of World War II where Marlon Brando rules the roost as Vito Corleone head of one of the large crime families. Two sons, James Caan (Sonny) and John Cazale (Fredo) are in the business and the third Al Pacino (Michael) has just come back from the war a decorated hero. The occasion is the gathering of the clan and friends for daughter Talia Shire (Connie) to Gianni Rizzi (Carlo Russo). All the characters are marvelously introduced and the plot situations laid out beautifully.Marlon Brando who apparently decided that what George C. Scott did was so good in refusing the Oscar for Patton decided to do him one better and send up a bogus Indian princess to tell why. Despite that bit of cheek Brando certainly deserved an Oscar for his performance. Don Vito is compelling as criminal and family man. Brando might have been lucky though in that Al Pacino who really is the main character in all three Godfather films was nominated in the Supporting Actor category.In fact Pacino was nominated with James Caan and Robert Duvall who plays Tom Heggen the family lawyer/consigliere and Brando's adopted son. That three way tie guaranteed the Oscar for Joel Grey in Cabaret with Eddie Albert being nominated for The Heartbreak Kid as the fifth. They're all great, but Pacino should have been in The Best Actor category.Singer Al Martino plays Johnny Fontaine who if you didn't know that this was Frank Sinatra again you'd have to have been living on another planet. In fact the identification is made complete by the fact that Martino sings I Have But One Heart at the Corleone wedding which was an early Sinatra hit. Sinatra was not happy with The Godfather and broke off relations with Martino and with Richard Conte who plays Don Barzini one of the other Mafia Dons. Part of the underside of the Sinatra legend is worked into the plot as well.The images and dialog of The Godfather have entered into our popular culture. The horse's head in John Marley's bed, the cryptic gangster dialog of speaking of an \"offer he can't refuse\", or \"Lucabrazzi sleeps with the fishes\" is all stuff we remember forever after seeing the film.The key scene I think in The Godfather is between the retired Brando and Pacino who has taken over the crime family. Brando isn't happy about the road he took for success, but it's what was available to him. He hoped that Pacino could have stayed out of the family business and had a clean life. It wasn't to be, but maybe the next generation. I think it's beautifully played.In fact it's all beautifully played.", "THE GODFATHER is quite simply a masterful piece of film-making, an epic in the truest sense of the word and by far the finest gangster film ever shot. Made with finesse, style to spare and a director who elicits pitch-perfect performances from a talented cast, this is movie-making as it should be.Yes, it's a very long film and yes, some sections are quite slow. Nevertheless, none of the film is any less than riveting. The story - of a father/son takeover in one of New York's major Italian Mafia families - is fairly straight forward, and yet Francis Ford Coppola turns it into something else so much more; a meditation on the human condition, perhaps.Certainly this is a film that explores the darker side of humanity. Jealousy, betrayal, anger and revenge are all key themes here, and the film is inevitably punctuated by moments of graphic and shocking violence. And I'm glad Coppola chooses not to shy away from the said violence, which makes it all the more gritty and realistic when it does happen.Marlon Brando takes the showrunner role here, the patriarch who's past his prime, but it's easy to spot the real star of the piece: Al Pacino, who burns up the screen with sheer ferocity. Robert Duvall is easy to miss in a quieter part, but watch out for James Caan whose volatile Sonny is one of the film's most engaging characters. Altogether this is a splendid and unforgettable piece of film-making, which inevitably spawned sequels and a whole gamut of similar gangster fare, but THE GODFATHER towers head and shoulders above them all.", "The Godfather (1972) **** (out of 4) Francis Ford Coppola's epic masterpiece adapted from Mario Puzo's novel about crime lord Don Corleone (Marlon Brando) and his attempt to keep his family from going in the wrong direction. Everything imaginable has already been said about this movie so there's not too many reasons to go back through it. Having recently watched the movie theatrical as part of Paramount's re-release, I must say that knowing the film and story so closely allowed me to just sit back and enjoy what Coppola put on the screen. What really struck me is how there are so many reasons why this film shouldn't have worked yet everything came together so perfectly. People know about the studio not wanting Brando and Al Pacino but can you imagine what would have happened had neither one been here? I've never felt this was anywhere near Brando's greatest performance and in fact I might not even place it in the top ten. That's not saying anything against his work here but it speaks for how great he was. I think the most impressive thing was seeing how well he could play someone elderly. Just think that he followed this up with LAST TANGO IN Paris and it just shows what all he could do. With Pacino it has been said that the studio didn't like the rushes they were seeing involving some of his early stuff like at the wedding. Watching these scenes it's easy to see why they'd be nervous but just check out the sequence when his character takes on the responsibility of going to the restaurant. It's really like Pacino the legend is born in this scene and that brilliant scene is like us seeing what was to follow in his career. Not only is there Brando and Pacino but also Robert Duvall, James Caan, Diane Keaton, Talia Shire, John Cazale and Abe Vigoda turning in masterful performances. Another thing that really sticks out is how brave Coppola was for letting the story takes its time. There are many, many slow moments here where we get dialogue scenes that get dragged out. Everyone mentions the wedding sequence but this is a perfect example of where the slowness is such a benefit as it really gets you on the inside of understanding how this family works. Coppola allowing the film to takes its time was a dangerous move but it really pays off because there's not another film like this. A lot of future movies tried to copy the style and this certainly slow, building drama but none of them were as successful. Nino Rota's music is simply irresistible and the opening cords as the movie opens are just chilling. The cinematography is some of the most amazing you're ever going to see and the lighting here is among the greatest ever. Especially effective are the scenes inside the Don's office and how the light was used. THE GODFATHER isn't going to get my vote as the greatest movie of all time, of the decade or even the greatest gangster picture. With that said, there's no question that this is still a essential part of American film history and with so much talent involved it's just amazing to watch it today and admire what all they were able to accomplish.", "Don Vito Corleone (Marlon Brando) is the head of a Mafia family. Sonny (James Caan) is his eldest and heir apparent. Michael (Al Pacino) is a return WWII hero and wants to keep out of the family business. The Don refuses to go into the drug business which precipitate a mob war.There is no doubt that this is one of the greatest movie of all times. Director Francis Ford Coppola has crafted a masterpiece from Mario Puzo's novel. It is not just a great story, but great characters and great actors playing them. Forty years later, it's still as compelling as ever. The pacing is slower than today's standard, but it packs a punch more potent than anything recent. The acting power alone is incredible. When you consider that Al Pacino is the new unknown kid, the cast is unquestionable the best that Hollywood has to offer in that era. Every 10 minutes, there is an iconic scene. There is no way I can list them all.I rarely give a 10. Rarer still do I give it with no reservation. A perfect movie is not enough. It has to have cultural significance and some originality. That is 'The Godfather'. It is still being referenced today. May all the haters sleep with the fishes.", "So many have already said what this film has. It has an amazing set of actors. The cinematography is as good as it gets. It is intense, gut wrenching, edited flawlessly. It takes an outstanding book and cranks it up a notch. It's hard for me to comment because, as a rule, I don't like movies about organized crime. First, I fear the reality of it. It holds a power in this country that we must always be aware of. It is in so much of our world, more than we realize. I feel at times that glamorizing these individuals is destructive. Nevertheless, I have to put that aside because this is the subject matter and at no time has anyone so masterfully put on screen the portrayal of these thugs, who see themselves as family as Coppola. I got the shivers walking out of the movie. Unlike horror movies where it's over and done with (with the exception of \"Deliverance\" which I will never get out of my mind), this haunts one for days after. I watched this again a few weeks ago, and what we have is a milieu that separates itself from out mundane existences. These people choose to live in a violent world of their own choosing. One issue that always gets me is, how do they enjoy the fruits of their \"labor\"? It seems that a hell on earth is created for them. The unfortunate thing is that they push that hell onto their victims in the name of family.", "I saw it very late. the fame was one of basic motives. the theme - the second cause. for many friends, to see it was an experience. and it is an experience. without can say why. because , in a film about Mafia , for a special public, at first sigh, all is perfect. so perfect than, scene by scene, it becomes more than a masterpiece. great actors. special performances. memorable scenes. dialogues and situations and a cold feeling. a film about values. and near every day reality. and choices, errors and mistakes. who, after decades, remains fresh in memory. as an unique meet.", "\"The Godfather\" is an American mostly English-language movie from 1972, so this one is already almost 50 years old now, 3 to go, and it runs for almost three hours. I am not even sure if it is necessary to talk about the basics here, but lets go. The director is Francis Ford Coppola and he is also part of the writing team. This is probably still the defining mafia movie and the rating here on imdb says it all. It won Best Picture at the Oscars and Marlon Brando (in heavy makeup) received the second Oscar of his career. Add to that a writing Oscar, but the movie was cut short because of the tremendous success of Cabaret at the Oscars this year where Fosse won Director over Coppola and Grey beat all the three supporting nominees from The Godfather. I don't think Pacino was in the right category though, but I guess they really were all over Brando and wanted to make sure that nobody (from his own film) could stop him from winning. Anyway, the film starts with Brando and he is certainly defining in the first 90 minutes of the movie until an assassination attempt happens and from that moment on he moves a bit into the background and the boys take over, most of all Pacino for whom it was really a star-making performance.Now as for the plot, it is a cleanly structured film really. There is basically one affair after the next and many of these issues don't have to do a lot with the next. The movie starts at the godfather's daughter's wedding and there is not really too much focus on the actual wedding process, but instead we are taken into the world of crime right away when an old acquaintance asks a lethal favor from Don Corleone. Pretty memorable beginning really that has been spoofed in many other movies, even animated ones not too long ago. Not much later, there is of course the really famous longer sequence that results in a bloody horse head between the sheets. And they get longer and longer as next up is the key plot that involves the Turk turning into the main antagonist as he plans to kill the godfather, takes out his most brutal assistant at the same time and abducts his lawyer. And while the latter is also considered a son (not by blood), we also witness how the godfather's offspring deals with this situation in their own very unique ways: Sonny the hothead, Fredo the weakling who cannot protect his father whatsoever, Tom Hagen (the reasonable one) and eventually Mike whose role is not too clear early and who is far far away from becoming the man he turns out to be at the end of the movie. There is still more focus for him on his love relationship to his significant other and he says he is not like his family. But the attack on his father and later on the killing of one of his brothers really change everything and we find out he is just exactly like his dad. As for Hagen, I still think Duvall is really good in this movie and there is one very brief moment in this film when we hear Vito Corleone say something like somebody who is not Italian like them, which shows that Hagen is really accepted as a son and also seen as Italian pretty much, even if he is German/Irish. This would be one of the really rare funny moments, slightly funny I guess, this film has to offer. It is never about making the audience laugh admittedly, but more to witness the demise of the old man and the rise of the new star eventually and the crime and brutal murders that come with it. As for Michael, this of course also includes him losing his wife when he is in Italy. Had that murder not occurred maybe he never would have returned and the story could have taken a completely different path.I think one of this film's biggest strengths is that despite the really big quantity of characters, even for a 3-hour movie, they are all fairly memorable with their quirks, mannerisms and backgrounds. Take McCluskey for example. The movie could have done completely without him and he is really only there to serve as support for the Turk, but still he is truly memorable. Actually, his little words on how he frisked hundreds of guys like Mike for guns is another somewhat funny moment. He has no idea what's coming his way. I also want to say a few words on Fredo. He is not as big as the others in here yet or actually he is not too far away either. His scenes are all memorable and he is really definition of weakness and incompetence in 1970s cinema. Of course, that is even more the case in the sequel where he plays an absolute key character. But in this one here, he is also vital really and you could write pages alone on his character and how he (re)acts. Truly sad really Cazale died so early, but he left us a truly remarkable character and honestly every film he made was a winner basically. Now another thing to add here is that it also the small moments that count. When Mike lies to Kay at the very end, we find out 100% where his priorities are now and that he won't let anything get in the way of keeping his father's empire intact.Another strength here is that Puzo and Coppola are not scared of killing off major characters and it works oh so well because it makes a whole lot of sense. Pay attention to the permanent contrast of new/young life vs. death towards the end: When Vito dies, there is nobody around him except his very young grandson and that still puts major focus on the family component that is oh so crucial here, also when Mike talks about somebody treating Fredo badly. Or the christening of course, which is the best example with the baby and the alleged goodness vs. all the killings that take place at the same time. Vito was gone and that point already and he had gotten soft anyway, but Mike is not scared one bit about blood on his hands to defend his family's honor. Overall, this is a tremendous movie and when we see the bodyguard guy close the door eventually between Mike and Kay, it is all clear. Mike has turned into his dad by then. And how things go on, you can watch in the second film that in my opinion (thanks to Bobby) is even better than the first, even if the majority does not disagree.But yeah as for this one here, it was the third time I watched it I think and it gets better with each viewing I suppose. It is a film you don't wanna miss out on. Highly recommended, really close call between Cabaret and this one for me when it comes to 1972's finest. I'd still go with Cabaret though I think. It is just as much of a masterpiece. And finally, also pay attention to all the minor references included in here that seem even more interesting if you know how the saga continues. This is also why it is so much worth rewatching. One example would be Vito swearing on his grandchildren's well-being. There's many more. Do not miss out and girls who read this don't trust people saying this is a film that will only or mostly appeal to males. If you like quality filmmaking, then there is no way you should not watch! Oh yeah, but obviously you need to be able to stomach the violence. Just one example, there's a guy shot in the eye through his glasses and we see the blood pouring from his head and that is far from the most violent stuff depicted in here. That's all, folks. Watch it, don't be scared by the running time. You will not ask yourself afterwards if this was really worth 3 hours of your time, but if you are ready immediately for another 3 hours, namely the sequel. I was lucky enough to watch this film on the big screen and I am already looking forward to an occasion to see the second (and third). Certainly pick this opportunity over a small television or laptop screen. If necessary, wait for the 50th anniversary when it certainly will be shown again in many theaters. Mobster filmmaking at its finest.", "Francis Ford Coppola got Mario Puzo's pulpy novel and turned it into a cinematic masterpiece with Puzo as co-scriptwriter. Robert McKee famous for his seminars on script writing offers Casablanca as the perfect film. He deconstructs the script and movie in his seminars. He is wrong. The Godfather is as perfect as a movie you can get.When Paramount Pictures gave the movie a greenlight. The mafia families were concerned that it would lift the lid on how they operated and shine an unwelcome spotlight on the crime bosses. There were attempts to stop the movie being made. They had nothing to worry about, when the movie came out the mob bosses realized that no amount of money could buy the public relations they got from the film.Instead of murderous gangsters. The Godfather portrays the mafia as men of honour, family men who value loyalty and live by a code. Violence would only be used as a last resort. It is because we never see the outside victims of these people. The story is set within gangsters and their families and associates.The film opens with an epic wedding sequence set after the war. On the day of his daughter's wedding Don Vito Corleone (Marlon Brando) cannot refuse a request made of him. His godson Johnny Fontane drops by to sing at the wedding and requests Don Vito's help to secure a part in a movie that would secure his comeback. His informally adopted son Tom Hagen (Robert Duvall) is sent to Hollywood to persuade the film producer and when he refuses, the producer wakes up in bed with the head of his prized horse.Don Vito Corleone is a criminal, the head of the five families. He is also the moral centre of this movie. He is wise, he can be kind but he is also ageing and his values are of a world that is disappearing. Don Vito's reluctance to enter the drugs trade would be his undoing.The Godfather is really the story of youngest son, Michael Corleone (Al Pacino.) The war hero who wanted to have nothing to do with the family business but is pulled in first when his father is shot and then when a further attempt is made on his life in the hospital. After the death of his hot headed brother Sonny Corleone (James Caan.) Michael is groomed by Don Vito to become the head of the family. After his father's death, Michael plans revenge on those who betrayed his family and the rival families.In his first scenes at the family wedding, Michael explains to his girlfriend Kay Adams (Diane Keaton) the various heavies hanging around and some of the things his father did to pull favours. Michael is an outsider in his own family as he tells Kay that he is not like them. As the film progresses Michael becomes exactly like them.The Godfather has terrific performances. Marlon Brando won his second Best Actor Oscar and rejuvenated his career. On the other hand Al Pacino, Robert Duvall and James Caan were all nominated for the best supporting actor Oscars and cancelled each other out. The film won three Oscars including Best Picture. The big winner that year was actually Cabaret with eight Oscar wins including Best Director.So much of The Godfather has been emulated since. Michael Cimino was so enamoured by the movie, he opens The Deer Hunter with an epic wedding sequence to set up his story. He also cast Robert De Niro and John Cazale, two actors who appeared in The Godfather films. On the other hand Coppola would later cast John Savage who plays an important role in The Deer Hunter in The Godfather III in 1990.Then there is the climax. The christening scenes where Michael Corleone renounces the devil and all his work which is intercut with his various henchmen killing the Corleone's rivals. A trick Coppola has used in his other movies.", "Michael Corleone returns home from the war for his sister's wedding. However his return coincides with the beginnings of a war between the main families sparked by the marketing of drugs.  Michael's involvement in the family business increases when his father is the victim of an assassination attempt and Michael wants to kill the two men responsible before going to Italy for a year to lay low.  When Michael's brother Sonny is murdered, Michael returns home to take control of the family and clear up the war.The most famous and the best film about organised crime is also one of the best films ever made.  The plot is at once straightforward and complex, it deals with things on many levels from the action to the theme of family. The basic story is gripping and sprawling at the same time.  It creates many memorable scenes and lines that have become part of the general knowledge that we all share \u0096 that's why it's referred to in everything from Sopranos down to The Simpsons.Every shot is perfectly framed and has a great sense of period throughout. From the opening speech with it's memorable lines and camera focus down to the final shot and all it implies, it is full throughout.  The action is a pleasure to watch and the lines are so much more classy than more recent attempts at gangster films.Pacino is great \u0096 he not only changes before our eyes over the 3 hours but he manages it into the next film too.  Brando is always a risk on any film, and when he started mumbling and filling his cheeks with cotton wool, Coppola must have worried about what was happening, but he delivers a performance that is so good that almost everyone has impersonated him at some time.  The main cast is full of good performances from actors from all stages.  Up and comers such as Duvall, Caan, Keaton etc are as good as more ageing icons such as Richard Conte, Sterling Haydn, Castellano etc.In every area the film oozes class and professionalism.  The look at family life is excellent and the only downside is that it can't help but glamorise organised crime \u0096 people may be killed but it still looks and sounds cool. But then, if we're going to start criticising films because they glamorise violence or destruction then The Godfather comes along way down the hit list \u0096 long after countless hundreds of action movies and summer blockbusters.Overall this film will always be a classic, your Harry Potters, Star Wars, Lord of the Rings etc will come and go based on how well hyped they are \u0096 but Godfather has been on most people's top 5 list for decades and will to continue to be for many more.  Now that's respect.", "A masterclass in film making, is The Godfather a contender for the best film of all time? I'd argue the case that it is, this is the ultimate gangster movie.Before you panic at the thought of a film being almost three hours long, you needn't, you won't even notice the time, it flies by.Production values are incredible, it looks sublime the whole way through, it's so well produced, at roughly fifty years old it puts many new films to shame.Brandon, Pacino and Castellano, just a few of the Incredible performances, I could add a whole lot more.If you're considering buying a hard copy, I would recommend it on blu ray, it is sharper than the dvd, there is a difference.This film has had a huge influence down the years, it is still, and will forever be, one of the greatest, 10/10.", "The beginning of a movie always sets the tone. Same goes for this movie here. And watching this you can understand how this influenced the TV show \"Sopranos\". But back to the first scene. It involves the Godfather character who has to talk to people on the wedding day of his daughter, because it is tradition. The way it is filmed and lit is exceptional. The tone is set in more than one settings. Because you also get what the movie is about: Respect, Fear and Power.Some of which get achieved by manipulation, convincing (in more than one way) or buy-out. What lies above all? A thing the Godfather always tells his children (or his lawyer)? Family is what matters. The movie does hold up to the test of times. You might have seen movies that have more violence in them, but when this movie gets violent it doesn't hold back.The performances are awesome and I can't wait to listen to the audio commentary by Mr. Coppola (which is supposed to be controversial, I'll see about that). So re-watching the movie reminded me of how good it is. But also of how much I miss the Sopranos. One of most known little facts of the movie, Marlon Brando stuffing his cheeks, make you look at the movie differently too. It still takes nothing away from it of course. Exceptional in every sense, even if you don't agree with the way the \"family\" functions (and you shouldn't agree with it of course, just saying)", "Lately it seems, \"The Godfather\" has had a ubiquitous presence on the cable channels; not a week goes by where I don't see it listed playing at one time or another. For some reason I've never considered watching the film from start to finish since the first time I saw it during it's theatrical release back in 1972 - until today. There's a good reason why. I don't think there's ever been another movie to stay with me the way this one has over the past four decades. I remember virtually everything about it, even the minor scenes like the hit on driver Paulie and the 'sleeps with the fishes' calling card regarding Luca Brasi. Also the names - Clemenza, Barzini, Solozzo, Tartaglia; Moe Green too, even though he wasn't Italian. So effective was the magic of the film that I still have to check every now and then to see if Abe Vigoda (Tessio) is still alive (like I did today), only to find out that yes he is, still going strong at nearly ninety! Quite simply, \"The Godfather\" is, with no pun intended, the godfather of all the great gangster films, dating all the way back to 1931's \"Little Caesar\" and \"Public Enemy\". For Marlon Brando, it was the quintessential performance of American cinema, so nuanced and mesmerizing that it's impossible to forget. The movie in fact was so powerful that it literally made overnight stars of it's supporting players - Pacino, Caan and Duvall.There has been enough written about the film that I don't need to get into the story itself. I'll content myself with mentioning the scenes that literally blow me away, then and now - Sonny's job on Carlo in the middle of the neighborhood (that last kick is priceless), the mob hit on Sonny in the causeway, Michael's restaurant rubout of Solozzo and McCluskey, and the way Michael handled Tom Hagen's ouster as consigliere. The cherry topping of course is the baptismal scene, Michael renouncing Satan as he does the devil's work of eliminating the heads of the families who stood in opposition to the Corleones. Every scene of the movie is staged perfectly, yet rendered effortlessly as if it were just another day in the life.It would have been too easy to use the classic tag line in my summary above, you know, the one about making an offer that can't be refused. With \"The Godfather\", it seems that every scene is larger than life, with the total picture being even greater than the sum of it's parts. So I'll content myself with a recommendation that seems apropos by quoting Clemenza after his man whacked Paulie - \"Leave the gun. Take the cannoli\". For cinema fans, \"The Godfather\" is all cannoli.", "When people think of \"The Godfather\", they usually think of the Mafia. But, as Entertainment Weekly noted, calling \"The Godfather\" a Mafia movie is like calling \"The Odyssey\" a guide to the Aegean Sea. This story of how the Corleone family rules New York with their own version of justice entails everything that makes movies good.First, the opening scene. The shot of Don Vito Corleone (Marlon Brando) sitting in his chair petting his cat sets the Don up as a fatherly - but shady - figure. Then, you see Connie's (Talia Shire) wedding: the Corleones are not just a bunch of evil slime-balls. During the wedding, Michael (Al Pacino) arrives. Wearing his military uniform, Michael looks like a handsome young man - possibly an allusion to how these people are adept at deceiving other people. At the wedding, Michael meets WASP-ish outsider Kay Adams (Diane Keaton), who's naturally a little weirded out by the whole Mafia lifestyle - at one point, Michael has to tell her: \"That's my family, Kay. That's not me.\" The other two sons are Sonny (James Caan), the immature playboy, and Fredo (John Cazale), the loser. And there's also the adopted son Tom Hagen (Robert Duvall), now a lawyer. After a trip to Hollywood where he unsuccessfully tries to get a producer to hire singer Johnny Fontane (who apparently was not really based on Frank Sinatra), we all know what Tom does with the horse.A scene that did a really good job showing the break between 1st and 2nd generation Americans is the scene where Michael and Kay are Christmas shopping and \"Santa Claus is Coming to Town\" is playing. Vito, as an immigrant, kept many of the traditions from his native country. Michael, born and raised in the US, certainly seems less Italian that his father.Then, of course, Vito gets shot. After Michael gets revenge, he has to hide out in Sicily. While he's there...well, we all know what happens to Sonny. This prompts Vito to negotiate with the other families. But then, Michael turns out to be even more ruthless than his father.Probably the most incredible scene is when Michael presides over the baptism of Connie's child. As soon as Michael \"renounces\" Satan, things get ugly. It basically says that every time that they say something holy, someone gets slaughtered.All in all, Francis Ford Coppola created an inimitable cinematic masterpiece. And the sequel actually managed to equal the original.", "The people who vote on the Internet Movie Database have ranked \"The Godfather\" as the greatest film ever in human history. Which is nothing to sneeze at, and deserves some seriously thought. I watched the film, thought it was great, but hardly found it to be the greatest film ever made. I mean, if you told me \"Citizen Kane\" was the greatest film ever made, I would wholeheartedly agree. And personally, as far as gangster movies go -- with or without Al Pacino -- I think the real choice should be \"Scarface\". But I'm not professionally trained as a movie critic, so maybe I'm missing something.I asked my supervisor and a co-worker about the film, and while they both thought the film was good, they really did not think it was some amazing masterpiece. My supervisor said, \"maybe it's good because it is so real\", but that's not a convincing reason and how \"real\" it is I cannot say for sure.If nothing else, the film might be great simply because it has become so cliché. The horse head, the Marlon Brando voice, the gun behind the toilet and the line \"an offer he can't refuse\" are all part of pop culture these days (over 30 years later). But does being cliché make the film great? I guess that would make \"Star Wars\" the greatest film ever made, which is certainly not true (though not a bad film by any means).And sure, you have powerful and memorable performances. James Caan is amazing, Marlon Brando is a bit over-the-top (a mumbling, lock-jawed godfather? sure...). And Al Pacino is of course great as always, maybe more so here than anywhere else. Not only does he have more range here than any other film than \"Scent of a Woman\" (more often than not he simply repeats a variation of his Michael Corleone role), but he is so young and plain that he is not even recognizable as Al Pacino in many scenes (I didn't recognize him until 30 minutes into the picture).I haven't yet mentioned the plot: an aging mafia boss (Marlon Brando) hands control over to his son (Al Pacino) when the father becomes ill, though he hoped never to do so since his son is Ivy League educated. Brando's role is actually quite small compared to the attention he is given (the film is really about Pacino coming of age).The directing is decent. Nothing special, but not awful, either. Very real and almost gritty (but not dark). The acting is great. The music is perfect. The only thing that really needed work was the fact that many of the Italian scenes had no subtitles and were thus lost in (lack of) translation. The entire Sciliy subplot and Appollonia were excellent and could not have been improved upon.I'm sure much more could have been said, but I'll cut myself off here. Certainly looking forward to Part II (though keeping my hopes and expectations low) and maybe someday I'll see Part III (though I've been warned not to).", "The most brilliant and famous gangster crime film in history. The late, great Oscar and Golden Globe winning, and BAFTA nominated Marlon Brando stars as Don Vito Corleone, or The Godfather. Introduced, and Oscar, BAFTA and Golden Globe nominated Al Pacino also stars as his son, Michael Corleone. They are a family that do a lot of \"business\". The Godfather is meant to help people with problems, and solve them how ever intense or simple they are. When Vito starts to feel ill Michael has to take his place until he is better. In the end Vito dies and Michael becomes the new Godfather. Also, he eliminates all of Vito's enemies to avenge his death. Also starring Oscar and Golden Globe nominated James Caan as Santino 'Sonny' Corleone, Richard S. Castellano as Pete Clemenza, Oscar BAFTA nominated Robert Duvall as Tom Hagen, Sterling Hayden as Capt. Mark McCluskey, John Marley as Jack Woltz, Richard Conte as Emilio Barzini, Al Lettieri as Virgil 'The Turk' Sollozzo and Diane Keaton as Kay Adams. A work of genius from Oscar and Golden Globe nominated (lost Oscar to Bob Fosse for Cabaret) director Francis Ford Coppola, with a superb sequel followed, and unfortunately the rubbish third film. It won the Oscars for Best Picture and Best Writing, Screenplay Based on Material from Another Medium, and it was nominated for Best Costume Design, Best Film Editing, Best Music for Nino Rota and Best Sound, it won the BAFTA for the Anthony Asquith Award for Film Music, and it was nominated for Best Costume Design, and it won the Golden Globes for Best Motion Picture - Drama, Best Original Score and Best Screenplay. Marlon Brando was number 30, and Al Pacino number 1 on The 100 Greatest Movie Stars, Pacino was also number 26 on The 100 Greatest Pop Culture Icons, Brando was number 11 on The 100 Greatest Sex Symbols, he was number 4 on 100 Years, 100 Stars - Men, Pacino was number 5 (along with Robert De Niro), and Brando number 1 on The World's Greatest Actor, Michael Corleone was number 11 on 100 Years, 100 Heroes & Villains, the film was number 2 on 100 Years, 100 Quotes (\"I'm going to make him an offer he can't refuse.\"), it was number 5 on 100 Years of Film Scores, it was number 11 on 100 Years, 100 Thrills, it was number 46 on The Ultimate Film, it was number 3 on 100 Years, 100 Movies, and along with the sequel, both were number 2 on The 100 Greatest Films. Outstanding!", "It's a beautifully made movie. Not just because of the subtle direction by Francis Coppola but because of the production design (Dean Tavoularis) and photography (Gordon Willis). Everything seems to lend itself to the impact of the story, which describes the replacement of Marlon Brando's Mafia chief by his youngest son, Al Pacino. Make up is expertly handled. Pacino's broken cheek is properly swollen and blue and fades gradually, providing the viewer with a kind of cinematic clock telling the passage of time. Nino Rota's score is tops. During the baptism scene, which takes place in a church, the organ hums an apt courtly tune. Then, as the film cross cuts between ritualized religion and ritualized homicide, the organ insensibly becomes darker and more ominous.These departments seldom get enough credit -- except recently in CGI extravaganza's. The more nuanced touches in furnishings, wardrobe, shadows and the like generally go unrewarded by the public. But this film, and a few others like it (\"Shane\", \"Verdict\") wouldn't be what they are if they'd been clumsily handled.Brando has given maybe four nearly perfect performances and this is one of them. To appreciate it we have to skip over all his failed attempts to extend his range, the dancing bookmaker, the comic Oriental sidekick. The Don Corleone we see doesn't radiate power so much as fatigue. Al Pacino is transformed from a smiling lad, happy to be home from the war, to a dispassionate kingpin of crime at the end, a bit too abruptly. Sterling Hayden, as the corrupt Irish cop, has invested this much in a role only once before, in \"Dr. Strangelove.\" Example: After smashing Pacino's face with one blow of his oversized fist, Hayden turns away, winces with self control and pounds his fist into the night-time air.It's hard to imagine how Coppola could have improved on his direction of this tragic tale. With the exception of the violent scenes, of which there are many, maybe too many, the film's texture is smooth and understated. Example: A baker shows up at the hospital just before some would-be assassins arrive and Pacino talks this innocent man into posing as a gunman. Not a word from the baker. He does what he's told. And when it's safe, he tries to light a cigarette but his hands are shaking so badly that Pacino has to light it for him.The women don't have much to do. Diane Keaton as the Shiksa is puzzled but hopeful. Talia Shire as the abused wife is hysterical. Mamma Corleone is a revered background figure who rarely shows up.That's the good stuff -- and it's very good indeed.The bad stuff, I'm not sure about. The Corleone family, like the other five families in New York, are making a fortune. That's evident from their digs, their cars, their raw silk suits. But what business are they in? That's one of the things Keaton is curious about. The businesses are only alluded to twice -- \" the gambling, the liquor, even the women.\" Well, what's so bad about that? Who gives a damn about illegal gambling, smuggled liquor, or escort services? Nobody. Drugs are brought in towards the end, but only dealt with discretely. We never sell it around schools, it must be strictly controlled, and let the darkies up in Harlem have it and \"kill their souls.\" The words \"extortion,\" \"protection racket,\" and \"Mafia\" are never used. This is a pretty rotten business they're in. And if Marlon Brando' Don was a kind of community organizer, Al Pacino's Don is a ruthless hypocrite. In fact, he's a lying, murdering, thief. While he is solemnly taking his oath as godfather to his nephew, his minions are out in the streets slaughtering rivals wholesale -- and in the most graphic way.\"Never ask me about my business,\" he tells his wife. And one hopes she never does, unless she wants to wind up \"sleeping with the fishes.\"", "Some people have called this one of the best movies of all time. I can see why they say that, although I wouldn't quite rate it that high. It does feature an interesting storyline, great acting and magnificent photography so I am not going to argue with those who place in so high, because it's understandable. It also has a memorable score.One needs to see this on a nice widescreen DVD because it's so beautifully photographed with tons of greens, grays and browns that are just beautiful. It makes me want to visit Italy. The only reason I personally didn't rate it as high as others was I didn't like any of the characters, and especially the hot-headed James Caan. When he got riddled with bullets and was done with, a la \"Bonnie & Clyde,\" that was fine with me!There isn't as much violence as people might think, if they've never seen this movie. To some, this film might be too slow, in fact. However, when the violence or something dramatic occurs it is intense and can be very brutal. Who can ever forget a guy waking up with a dead, bloody horse in his bed?!! Like a good film noir, there is a lot of tension running throughout the Godfather films. Everybody is after somebody it seems and you never know whom to trust. That's part of the downsides of living a criminal life: constant paranoia. All this is put together nicely as we become close observers of the Corleone family, its family ties and its \"business.\"Marlon Brando, Al Pacino, Robert Duvall, Caan, Robert DeNiro (later in the saga), Talia Shire, Diane Keaton, Sterling Hayden, Richard Conte, John Cazale, Richard Castellano, on and on - quite a cast and quite a movie. I enjoyed both sequels, too.I am also fortunate to own \"The Godfather Epic\" on tape, which must be some sort of collector's item by now. It is three two-hour tapes in which Godfather I and II are sliced together and the story is presented in chronological order, instead of with all the flashbacks. It's well-done and I would have printed a review on that version, but I don't see it listed on IMDb.", "This, probable the best known of all Mafia movies, opens on post war New York and is centred on the Corleone crime family. In particular it tells of Don Vito Corleone, its aging patriarch, and his son Michael, who he hope will succeed outside the business. It is a time of change for organised crime; there are those who believe the future lies in the supply of illegal narcotics something Don Vito believes will lead to their destruction as the authorities won't turn a blind eye like they do to illicit gambling. It isn't long before an attempt is made on his life. After that Michael is pulled into the business as he seeks revenge. Soon a mob war is triggered and nobody is truly safe.To call a film 'sprawling' might not be considered a compliment but here it is meant as one; for almost three hours we are shown ten years in the lives of one family. Highs and lows. It is a story that will see Michael transform from the man he wants to be to the man circumstances force him to be. It isn't a story that glorifies the mafia; it shows that these 'men of honour' have little... the day you are told your safety is assured is the day you are killed. The cast is great with Marlon Brando impressing in his oft imitated performance as Don Vito and Al Pacino doing a really fine job as Michael, a character who changes believably as events affect him. The rest of the cast, which includes James Caan, Robert Duvall. Sterling Hayden and Diane Keaton are also great. Director Francis Ford Coppola does a great job bringing the story to the screen, helped by a fine soundtrack from Nino Rota. Overall I'd say this is a must see for all fill fans.", "The Godfather used to hold the top spot in IMDb's Top 250 movies list; it now sits at number two, behind Frank Darabont's emotionally manipulative crowd-pleaser The Shawshank Redemption, which has become the go-to title for people who can't be arsed to think for themselves when it comes to naming their favourite film. People clearly aren't showing The Godfather enough respect (perhaps they need to be taught a lesson, capiche?).In my opinion, Francis Ford Coppola's sweeping Mafia epic (based on Mario Puza's bestselling novel) trumps Shawshank in every way\u0085The film boasts a superior cast headed by Marlon Brando and Al Pacino, with excellent support from James Caan and Robert Duvall; Tom Robbins and Morgan Fairchild are simply no match.Coppola's storytelling is impeccable from start to finish, drawing the viewer into the film as inextricably as Michael Corleone (Pacino) is drawn into the sinister, violent underworld of Sicilian organised crime. Darabont does a reasonable enough job at papering over Shawshank's plot holes, but fails to lend his film the sense of style and class so evident in every scene of the Godfather.Nino Rota's score for Coppola's movie is sublime, a majestic piece of music so emotive that just a few notes evoke an entire genre. I can't even recall Shawshank's score.Rather unsurprisingly, The Shawshank Redemption deals with the theme of redemption, and closes with a contrived feel-good ending. The Godfather is darker and far more complex, dealing with loyalty, honour, obligation, destiny, desire, vengeance, violence, love, hate, and trust; it doesn't sell-out with a sappy, happy ending, closing instead with Michael embracing the lifestyle that he once sought to avoid. Perfectamundo (that's Italian for 'perfect'. Possibly).In short, The Godfather is the don in every department.", "Heady, scalding adaptation of Mario Puzo's bestselling book about Italian Mafia family as seen through many years time. Flawless production design and palpably tense, prickly atmosphere are two of the picture's many riches, and indeed Marlon Brando's performance as the family patriarch is an incredible characterization, though several of the other characters don't always come off and the repellent violence is occasionally presented in a ham-fisted manner (with too much wicked glee behind the bloodshed). Francis Ford Coppola directed the proceedings like someone who has lived and breathed this material, and he doesn't allow his love for movie-making magic to cloud the realism of this family's dark dealings, but he perhaps allowed the cast too much free reign and some sequences tend to ramble. Won Oscars for Brando as Best Actor (he refused it), Coppola and Mario Puzo for their adapted screenplay and for Best Picture. Followed by two Coppola-directed sequels in 1974 and 1990. *** from ****", "I was fortunate to see \"The Godfather\" back in 1972 upon its theatrical release. No matter how many \"gangster\" movies were made before this, here we had a different kind of movie. We had a movie foremost about \"family\" and dedication to one another. If you could manage to ignore the fact that this was one of the New York mafia families (set in the 1940s), it was as if we were watching a model family. At once honoring the family patriarch, Don Vito Corleone memorably played by Marlon Brando , and at the same time witnessing the rise of the new family leader, Michael Corleone played by Al Pacino. Equally memorable was the role of Santino 'Sonny' Corleone created by James Caan. And memorable for Robert Duvall who created the quiet role of Tom Hagen. Many list have \"The Godfather\" as number one of all time. To me that doesn't matter, films are meant to be enjoyed each for its own merit. Regardless, there probably will never be a \"gang family\" movie that approaches the overall impact of this one.Coppola directed this movie and its follow-ups. Not all of his have been great efforts. For me \"One From The Heart\", shot entirely on a sound stage, looks and sounds cheap, I consider it a failure. But he also directed such a fun movie as \"Peggy Sue Got Married\", another \"family\" theme. Al Pacino, even though he was 31 during filming, was still essentially an unknown, but his role as Michael put him on the map, and he is still going strong. \"The Godfather\" is a long movie at three hours, but it never seems long, so well told is its story. It is a classic in every respect, and a copy belongs in the library of every serious movie fan.", "The Godfather is Franis Ford Coppolla's best work (next to Apocalypse Now) and is one of the best films I have ever seen. It shows a way of life not shown before this film was released and most likely it shocked them as much as it shocked me. The Acting (among many other things) highlight this film-noir/gangster/epic including Marlon Brando in his most recognizable performance ever as the man himself, Don Corleone, but also subtle work from breakthrough star Al Pacino and others like James Caan, Robert Duvall, and great bit parts for wonderful character actors like John Marley and Sterling Hayden.Corleone gets wounded and, by default through various 'circumstances' in the family (not least of which his ailing health) hands his \"business\" over to his ambivalent but cunning son, Michael (in a well done performance by Al Pacino). The film goes on long, but after watching it a few times, you hardly notice it at all. Every time ones watches this film it gets better because of noticing something small, something wildly creative, one didn't notice the last time and thanks to that it gets richer every time. With a beautiful score, terrific cinematography, and sublime directing and writing by Coppolla (with Puzo) this film belongs not only a place in film history, but in world history as well.", "After so many years of only knowing of this movie by reputation, I finally watched this in its entirety on a flight from Korean Air. It's such a violent movie and I was very surprised it was even shown on the plane though there was a disclaimer that anyone younger than 18 should only watch with an adult guardian. What did I think of the film, itself? Well, it's fascinating to watch all the scenes leading to certain killings and the male cast members certainly put their heart into the roles though the female cast members don't have as much of a chance to develop their characters as fully as their opposites. But knowing both Diane Keaton and Talia Shire have parts in the two sequels makes me think I'd get the know their characters better later on. I also read on Wikipedia of deleted scenes restored when the three films in the series were put together for TV and DVD/VHS so maybe that may also be an offer I couldn't refuse to watch someday. In summary, The Godfather was a very good film though I stop at considering it one of the greatest of all time...P.S. I was familiar with singer Al Martino way before his role in this film as my parents owned three of his record albums-This is Love, Spanish Eyes, and A Merry Christmas-that I used to listen quite frequently to as a kid during the '70s.", "\"The Godfather: Part II\" is seen, by many, as the greatest sequel in movie history and one of the best films of all time. Some even think it's better than \"The Godfather\". As for me, who am I to argue?! The film IS great--and deserved the Best Picture Award and its placement at #3 on IMDb's Top 100 list! And, since there are over 500 reviews for it on the site, I can't think of why I am even bothering to review it. After all, what's one more review that sings its praises?! The acting, writing, direction and entire production is perfect. What more can you say? If you do see the film (and you MUST), try to watch the version that combines the first two films into one--and adds additional story to make it one huge and perfect epic. You simply can't be a film buff without seeing this picture.", "I do have to agree that calling Godfather Part II a sequel is rather insulting. It is one of those rare sequels that almost outdoes the first, and considering how amazing the first Godfather was that says a lot. The Godfather Part II is longer, but in some ways it is also richer. People may say like with the first it is slow and takes a while to unfold. Of course, but I think that was deliberate. Both this and the first Godfather have an elegiac quality to them that makes them even more compelling.For one thing, the film is very well made. The cinematography is simply gorgeous, whether it is dark or autumnal or picturesque, and the settings are wondrous. The music once again is outstanding, it is haunting and sticks in your head for a very long time. Then there is a brilliantly written screenplay that is intelligent and thoughtful, masterly direction from Francis Ford Coppola and a fabulously constructed story. The film does have some wonderful scenes-: the scenes where Vito flees Sicily has the grandeur of a silent movie, while the scenes in Cuba actually avoid being clumsy and confusing and the climax is extremely chilling. Not to mention the Pop Goes the Weasel scene, which was very funny.The acting is superb once again. Vito is brilliantly portrayed by Robert DeNiro in one of his better performances. I was also taken with Robert Duvall as loyal Tom, John Cazale and Diane Keaton. But the picture belongs to Al Pacino. He was great carrying the first Godfather movie, but he is even better here. He is simply phenomenal, and to be honest I think he should have won that Oscar. Overall, an amazing film and one of the best sequels ever to be conceived. 10/10 Bethany Cox", "Although most movie sequels never equal the original this is certainly not the case of The Godfather: Part II. Many would argue it surpasses the original. With both films declared the Best Picture by the Motion Picture Academy in their separate years, I'd hate to argue the difference.In this case we should thank the executives at Paramount for retaining both director Francis Ford Coppola and the original The Godfather author Mario Puzo to put their talents to this film. I'd hate to think what would have happened in other hands. Certainly these two men knew their characters and knew how to expand on them. And the best thing about The Godfather: Part II is that one can pick up the story, at least the modern portion of this one without reference to the original. In fact viewing this film will give you a burning passion to see the first.Unlike The Godfather and The Godfather: Part III, this film runs on two parallel tracks. The modern story is a continuation of Al Pacino as Michael Corleone now residing on the shores of Lake Tahoe and now directing the family affairs from Nevada where the Corleone family is heavily into gambling as we well know organized crime was back in those days of the Fifties and Sixties. He's going into partnership with Lee Strassberg playing Hyman Roth, a thinly veiled portrait of Meyer Lansky. But there are a lot of things making Pacino hesitant about this move into Cuba under the Battista dictatorship.The prequel parallel story is how young Vito Corleone came to this country as an orphan and worked his way up to establish himself as a crime boss. Here Coppola does a brilliant job in capturing the flavor of pre-World War I New York in the Italian ghetto. Robert DeNiro is young Vito Corleone and won a Best Supporting Actor Oscar. Remarkable when you consider that two of his rivals were Lee Strassberg from this film and Michael V. Gazzo playing Frankie Pantangeli from this film as well, the Mafia kingpin turned Senate witness modeled on Joe Valachi. DeNiro and Marlon Brando have the unique distinction as players of winning an Oscar for playing the same role.The woman do better in this film as in the original. Talia Shire got an Oscar nomination in the Supporting Actress category as Connie Corleone Rizzi. You remember her husband betrays the family and is killed in the original. She now is a drunken dependent on Pacino. Diane Keaton's character of Kay Adams Corleone is expanded here as well. She's a cultural outsider and the Sicilian vendetta code that she's expected to approve without comment becomes too much to bare. Her scene with Pacino when she tells him she's leaving him is one of the best for both in their respective careers.Overlooked unfortunately at award time was John Cazale as Fredo Corleone. He's the middle son who's passed over for succession after eldest son James Caan is killed in The Godfather. Fredo's big moment in The Godfather is being unable to fire his weapon in defense of his father being shot and how he breaks down.Fredo's got feelings as John Cazale dramatically points out. He does something really stupid in this film and it costs him dear. Cazale has some of the best moments in this film.If the first Godfather film doesn't do it, The Godfather: Part II will have you permanently hooked on the inner workings and dynamics of the Corleone family both in the criminal and personal sense.", "A lot of people seem to consider THE GODFATHER PART II to be the best film ever made, a film that's even better than it's already excellent predecessor. Unfortunately, I have to disagree. While this movie is very good, and as well made as the original, I think the original has the edge.The reason for that is the script, which was just better, and more involved, the first time around. Here, there are dual narratives, one of which follows the traditional sequel route of showing that happened to the Corleone family after the events of the first movie, while the second is a prequel revealing how Vito Corleone became the mafia boss he ended up as.While I love Robert De Niro and I enjoyed the flashback scenes, I felt this whole sequence was slightly unnecessary. From the material given, the viewer can already guess how the De Niro character rose through the ranks and the events we witness feel a little bit superfluous. Sure, the pair of assassination scenes are excellent, but the rest just feels obvious and expected.Meanwhile, the Pacino narrative also has its problems, although cast and director aren't at fault; Coppola reunites many of his principals here and to excellent effect. However, there isn't nearly as much incident in the narrative and the whole story feels a little dragged out, a little over-emphasised. In the first film, the Pacino character had three or four major plot points to deal with, whereas this time the events are limited; for example, the entire film focuses on the situation with Roth, whereas in THE GODFATHER that would have just taken up half an hour or so. Therefore the ending, when it comes, is admittedly powerful, but not as effective in comparison to the genuinely amazing things we saw in the first film. It's been done before, and apart from a little more depth and character focus, we can't take much more away from this sequel. So it's very good, but not quite up there to the level of the first.", "The Godfather Part II (1974) **** (out of 4) Francis Ford Coppola's masterpiece shows the early life of Vito Corleone (Robert DeNiro) who tries to rise in power and seek revenge after his parents are murdered. In the current times, Michael (Al Pacino) survives an assassination attempt and goes to find out who was behind it as well as destroy anyone who might be trying to do the family any harm. There's always going to be a debate on whether this film or the first is the best but for my money I have to hand it to this sequel. While both movies are great, I think this one works so well for numerous reasons but the biggest being that not only is a great sequel by continuing the events of the first film but it's also a great prequel by showing the life of Vito.I've always had a few minor problems with the original movie but I think it would be fair to say that this one here is flawless in every way. Coppola does such a masterful job at making sure everything was on par with the original but you can tell he knew people were going to be questioning him attempting to do a sequel so he wanted to make sure that he delivered even more. As with the first film, this one here has that very slow pace that wouldn't be allowed in any movie today but thankfully the 70s were a much different time. Coppola perfectly uses this slower pacing to really get inside the heads of these people and he really delivers so much character development that you're amazed that so much is able to be done in its epic 200-minute running time. Even more amazing is how quickly the film flies by, which is saying a lot of consider the length and pace.Of course, no one could ever say a negative thing about the performances and they're all masterful. I had really forgotten how wonderful Pacino was here but he's so chilling, cold and deadly quiet that you really do begin to fear him. I'm certainly not going to spoil anything but if you've seen the movie then you know what happens at the end and how Pacino plays this was just a masterful touch. DeNiro, picking up his first Oscar, does a wonderful job too. Doing the Italian language and mastering is obviously impressive but so are the small touches that he brings that connects the character to the later one played by Marlon Brando in the previous film. John Cazale is often overlooked but he has some terrific moments here as does Talia Shire, Robert Duvall and especially Diane Keaton.THE GODFATHER PART II contains all the greatness of the first film and it's a real miracle that Coppola was able to match it and deliver even more. The film works on so many levels but being able to pretty much see two movies rolled into one is something of a lost art. Even rarer is how perfectly both parts are as the drama, tension, violence and pain are all on full display and there's no question that this film deserves its reputation as one of the greatest ever made.", "The saga continues with Michael Corleone (Al Pacino) fully in charge as the unflinching leader. The family drama just gets more and more darker. We are seeing the moral disintegration of Michael. The movie also gets a separate timeline for young Vito Corleone (Robert De Niro). While that is interesting at times, it is very disruptive especially since it's all in Italian.Meanwhile, Michael's story keeps getting better. How could you forget \"I know it was you, Freddo. you broke my heart.\" or \"Keep your friends close, and your enemies closer.\" And John Cazale shines as Fredo. His exchanges with Al Pacino are epic. And the emotional grenade tossed by Kay (Diane Keaton) is absolutely stunning. All in all, it is a great effort for a sequel to a masterpiece.", "It's only a sequel because of the Part II thing. This simply fills in the spaces with one of the greatest characters of all time. Remember, the two were put together in an incredible sage, putting things in chronological order. Talk about your psychological studies. Inside the head of Michael Corleone is a sense of power at all costs. Yet, he sees himself as a moral man. I wonder if one could look at organized criminals like one might look at a mideast country, because they have their own principalities, their own history, almost their own religion. They have parceled out their land and protect against invaders. They fear and react to threats from the outside, from \"non-family\" members.The product they sell is terror. Of course, all participants live on the edge. Their human failings are dismissed and magnified as weakness and disloyalty. Brothers kill brothers. I haven't a lot to add because I am not a film expert. As uncomfortable as this film makes me (like the first one), I continue to watch. And in my heart of hearts I wonder if I were cast into this setting, could I stand up to the expectations of my culture?", "To define it as a masterpiece is easy, fair and silly. Because it is obvious - it is a masterpiece. But for each viewer, for specific reasons. Sure, the duel between Al Pacino and Robert de Niro is the key. For me, splendid is the job of John Cazale. The embroidery of the life of father and son, the metamorphose of Michael Corleone, the pressure of past, the air of nostalgia , the details as large mosaics and the cold feeling of a story about everything. A gangster movie ? Maybe not exactly. Because, at the each new view, it gives more than a story about Mafia. But universal history of mankind as a sort of parable.", "Michael Corleone continues his rise within organised crime in 1950's America, by expanding his family's empire across hotels and casinos.  When an attempt on his life fails Michael proceeds with his dealings in Cuba with Hyman Roth, a deal that will not be as straightforward as it appears. Meanwhile we are told the story of a young Vito's move to American and his rise from the ghetto up into the world of organised crime.I don't know what I can actually add to the sheer weight of praise that has been heaped onto this film - it is as accomplished a film as everyone says and is rightly one of the few examples of a sequel improving and building on a film.  The plot follows two separate strands, the continuing rise of Michael that is as much detrimental to his family as it is beneficial to his pocket; the other thread being Vito's arrival in America as a child and his rise up within the Italian ghettos.  The two stories are not as intertwined as I had remembered - they are very separate and the film can go for quite a while before it switches over.  In a way this works better as it allows both stories to go ahead without fragmenting either too much.This film, as with many gangster films, has been accused of glamorising the life of crime and those involved in it, however, if anything Godfather II does this even less than the original did.  The film shows the moral collapse of Michael in the same way as the first showed his power.  In fairness it does contrast the rise of the two dons - showing how Vito manages to keep his family together.  Despite this I would still argue that Michael's path is far from glamorous.The two narratives are both excellent but for different reasons.  Vito's rise is very interesting and provides solid back story to the first film and we can clearly see the change in Vito from a quiet young man to the influential powerbroker that he became - we also sadly see the rise in his demons and his viciousness.  Meanwhile Michael's tread sees more powerful deals and double crosses as he continues to gain more power.  This was overly complicated for me the first time I saw it but, with reviewing it I have gotten more from it each time - more understanding and more enjoyment. The twin stories are both engaging and the three hour plus running time passes effortlessly - this is a saga and it never feels like the running time was anything more than what was necessary.The cast are fantastic.  Naturally the kudos go to the two leads, and they deserve it.  Pacino has a less showy role than in the first film as he has already done his falling - here we only see further proof of the corrupting nature of his power.  De Niro steals the film this time with a measured performance that parallels Michael's change in the first film - it is a performance that lacks a certain amount of personality but shows us the traits that the film is interested in.  As before the support cast are great, Duvall is reliable as ever, while the most improved role goes to Cazale, who's Fredo becomes more important to the story and almost becomes a biblical character.  Quality comes in waves with Shire, Strasberg, Spradlin, Kirby and many others with solid performances.  Keaton is good but she is not given as much time as I would have liked, even if her scenes are important and powerful.Overall this is a great film that is based on a classy pair of stories that bring the subtexts with them and a collection of characters that are well developed by a script and some great actors.  It may be a little too lavish and plush for my own personal tastes, but it is a rich story.  To a certain degree the production values and sheer class of this film could be accused of glamorisation, but generally those who say this have managed to totally miss the fact that this is a cautionary tale that shows the corruption of power.", "Not only the arguments if this one is better than the first Godfather (Godfather II has been used by many as an example that sequels can be better than the original movie), but also the time line of the movie. So while this is the first movie that includes Al Pacino and Robert De Niro in one movie, the time line constraints did not allow for them to be in the same scene (wouldn't make any sense, you'll understand when and if you have watched the movie). Also De Niro won an Oscar (funny fact, for the same role/character Marlon Brando won one in the first Godfather, must be a first and I don't know if it happened again, doubt it though) while Al Pacino didn't. And while it may seem unfair to Pacino, it was more than well deserved for De Niro, who really merged himself into the character that Brando created. From the way he talked, to gestures to mannerisms. Everything is there!But the movie won a few Oscars and the acting was really good too. The story continues (though gives us a few flashbacks) from the ending of part 1. So while the first one is conclusive and has a satisfying ending itself, the story could be continued. Especially with the original author on board (Mr. Puzzi). There are new themes introduced in this movie. One big one is loneliness. And it's not only about being alone when you have power or being the Godfather. As with the first movie this explores quite a lot of things in Gang related family living.A great movie that was even longer than the first one (and the sequel that came after it). But you probably won't mind the length. Especially if you buy into the drama, that really works. And even without it stating the time jumps/leaps it makes, you'll get the (time) change on your own. A great sequel to a great movie", "It's difficult to imagine that \"Godfather II\" could trade punches with the original and still remain standing, but this is one brilliant film. Masterfully tracing the history of the Corleone Family from Vito's arrival at Ellis Island in 1901 to the Lake Tahoe empire of 1958, the story is a decades spanning saga that makes you wonder how almost three and a half hours can blow by so quickly. The picture's numerous flashback scenes work well to establish the beginnings of Don Corleone's rise to power, and Robert de Niro's portrayal of the young Vito effectively allow us to forget about asking why Marlon Brando didn't show up even once. Pacino is no longer the fresh faced kid home from the military who takes up the family business, but the brooding, brutal leader of a crime syndicate with a chessboard strategy of staying two and three steps ahead of his enemies at all times.If you haven't seen the movie in a long time, you might be surprised like I was while watching today. It's easy to recall the highlights like Frank Pentangeli's courtroom scene and subsequent suicide, and the way Fredo met his timely demise. What I had long forgotten was the way the picture opens with the Sicilian back story, and the way the New York neighborhood flashback thread literally runs throughout the entire picture. It's funny how I recall those scenes as a single sequence leading up to the murder of Don Fanucci, but it just goes to show you how faulty memory can be.You know, it's hard to believe that the first two Godfather movies are nearing the forty year mark since their original release. They've become American classics that have well withstood the test of time, and will continue maintain their appeal. It's fair to say that seeing both of these iconic films are a must for the true cinema fan.", "Everyone has probably heard that \"The Godfather: Part II\" is as good as the original, and it's true. Perhaps it's better, that's debatable. Picking up where the first film left off, we see the Corleones' control over Las Vegas. Also, Michael (Al Pacino) gets involved with Hyman Roth (Lee Strasberg), one of his father's former cohorts. Meanwhile, in flashbacks, we see young Vito Andolini immigrate from the town of Corleone, Sicily, to New York City in the early 20th century. As he ages (the adult Vito is played by Robert DeNiro), Vito becomes increasingly involved in Mafia business.The climax (at least in my opinion, it was the climax) happens in Cuba on New Year's Eve in 1958. You may recall that the Mafia helped prop up Fulgencio Batista and his reign of terror. Anyway, while Michael and Fredo (John Cazale) are at a party at the Presidential Palace, Michael angrily yells at Fredo \"I know it was you, Fredo! You broke my heart!\" At that moment, just as it turns into 1959, the revolutionary forces enter Havana, proclaiming the revolution's victory. The combination of these two events shows that things won't be the same anymore, whether in the Corleone family or in Cuba. To be certain, Kay (Diane Keaton) has some unexpected news for Michael when he returns home.The point is, this movie disproves the notion that all sequels suck. This sequel is a masterpiece, with splendid performances by Pacino, Keaton, DeNiro, Cazale, Strasberg, Robert Duvall and Talia Shire. But of course, most of all, this movie's superbness owes to director Francis Ford Coppola. He knows exactly how to make a movie, and don't let anyone tell you otherwise. 10/10.", "Seven years after the first film, Michael Corelone (Al Pacino) continues his family's quest to become legitimate. Also, more on his father's growing up in Sicily and coming to America. With Vito being played not by Marlon Brando, but Robert DeNiro.) If you liked the first film, you will like this film. If you didn't, you won't. It's really that simple, since you have all the same great people coming together for this film with just as solid a script and acting as you did the first time. You lose Marlon Brando, but you get Robert DeNiro. I consider that a fair trade.This film has two things going for it: it has the early years of Don Corleone, which really fills in the missing mythos around the family. Without this, the film would appear to show the Corelones were always powerful, which is far from the truth. It does not explain how Don Corelone grew to talk in such a mumbled voice, though.Also, I really enjoyed the entire Cuba sequence, because it put the film in a historical time frame (and I like Cuba). I was never fully sure when the first film was taking place, but this one made sure I knew the years when Don Coreleone was growing up and that the present day was not 1974, but rather in roughly 1958-1959. That changed my perspective on things completely.If you have invested three hours in the first film, invest three more in this one. Why only get half the story of Vito Corleone? I cannot make any suggestions for part three, though, one way or the other.", "This is equally as great as the first, and another success for Oscar and Golden Globe winning director Francis Ford Coppola (he could have won the Oscar for the first). This film tells two stories of the Corleones, it tells the current events of the new Godfather, Michael Corleone, and the story of young Vito Corleone. BAFTA winning, and Oscar and Golden Globe nominated Al Pacino is brilliant at being a villain, the worst thing he did as the character was to kill his own brother. But it's Oscar and BAFTA winning Robert DeNiro as young Vito that's my favourite of the whole film, because he is very good at impersonating Brando, and being just as mean as him. He is just as good at being the Godfather as the late, great Marlon Brando was. Also starring Diane Keaton as Kay Corleone, John Cazale as Fredo Corleone, Oscar nominated Talia Shire as Connie Corleone, Oscar and Golden Globe nominated Lee Strasberg as Hyman Roth and Oscar nominated Michael V. Gazzo as Frankie Pentangeli. A lot more interesting and complex than the first, a masterpiece sequel, I only wish it was left here and there was no third film. It won the Oscars for Best Art Direction-Set Decoration, Best Music for Nino Rota, Best Writing, Screenplay Adapted From Other Material and Best Picture, and it was nominated for Best Costume Design, it was nominated the BAFTAs for the Anthony Asquith Award for Film Music and Best Film Editing, and it as nominated the Golden Globes for Best Motion Picture - Drama, Best Original Score and Best Screenplay. Robert De Niro was number 2, and Al Pacino number 1 on The 100 Greatest Movie Stars, De Niro was number 50, and Pacino number 26 on The 100 Greatest Pop Culture Icons, and Pacino and De Niro together were number 5 on The World's Greatest Actor, Michael Corleone was number 11 on 100 Years, 100 Heroes & Villains, the film was number 58 on 100 Years, 100 Quotes (\"Keep your friends close, but your enemies closer.\"), and along with the first film, both were number 2 on The 100 Greatest Films. Outstanding!", "I suppose everyone already knows the story -- Al Pacino as Michael Corleone rises to power in 1958, with multiple flashbacks to Robert DeNiro as his father Vito in the 1920s -- so we can dispense with a summary. Actually, the story itself is less important than the fact that the film naturally divides itself in two -- its execution and its moral message.The execution is splendid in every regard. Coppola's direction is deliberately paced. There is a conspicuous absence of unsubtle and dizzying directorial razzle-dazzle, thank God -- a movie that doesn't give you a headache.The performances are nearly flawless. There isn't a sour note in the entire cast, and especially outstanding is the acting of Lee Strasberg, Michael V. Gazzo (author of \"A Hatfull of Rain\"), and Gastone Moschin as Don Fanucci, who tackles the role with an understated grandiosity -- what operatic flourishes! But everyone is good.The photography by Gordon Willis, as in its predecessor, is dominated by a burnished amber except for wintry Lake Tahoe where various shades of blue and a steely gray predominate. The production designer deserves credit. Nino Rota's orchestral score is memorable, a folksy melancholic tune. The script has some neat tag lines. When Strasberg and Pacino meet, they shake hands and exchange warm wishes, then when Pacino admits that he's going to kill a colleague of Strasberg, the latter shrugs, turns to his tuna fish sandwich, and says, \"He's small potatoes.\" It's a chilling moment. The avuncular, sentimental old man is a ruthless murderer. That's the execution. The -- I don't know what to call it. I don't like the term \"moral of the movie.\" Sounds like a high school term paper. And I'm not sure exactly what \"intentionality\" means in phenomenology, so I'll just say \"intention.\" The intention of the film is thoroughly corrupt. Maybe Puzo and Coppola realized it, maybe not.I think the director did, though. That's why he splices so much carnage into the rituals. Almost every scene of violence takes place during some sort of party or religious festival. I think -- I HOPE -- that Coppola was aware of the irony between the rites of intensification and the fact that the principles they embody are ignored almost at will. It's important to have your baby baptized as soon as possible, just as it's important to shoot a miscreant in the chest.In a sense all the rituals, all the religion, are fakes. There is no license permitted, unlike Irish wakes, Polish weddings, or Russian parties. If, like Gazzo, you have too much wine and accidentally spill some on the vast tablecloth at an al fresco party, the glances are severe. No sexy dancing either. In a way, despite the faux gaiety, it's something like living in a prison, especially for women.We're supposed to feel sorry for Michael who, at the end, is seen sitting alone in solemn grandeur, emotionally bankrupt. But Michael is really a rat who deserves everyone's contempt and execution by the state. It doesn't matter that he's young, handsome, well-spoken, powerful and rich. He's broken more laws than anyone can count. He lies, cheats, and murders at will. Those murders include an innocent whore who is horribly butchered simply in order to entrap the Senator from Nevada in Michael's thrall. He betrays his friends. He throws out his wife and prevents her from taking \"his\" children. He murders his own brother for a past mistake for which he's already been punished.The original Don Corleone, Marlon Brando, had a set of allegiances extending outward from the family at its center -- to his ethnic group, his neighborhood, his co-conspirators in the business, and beyond that to some vague construct called \"the nation.\" Al Pacino's Don has whittled it all down. At the center is ego, and beyond that, business. He's become a classical villain, a Richard III who has plucked down that crown, and if he now has buyer's remorse -- well, he should have thought things out earlier. His tragedy is nothing compared to mine, which has been Shakespearean in its grandeur, really. In my adolescence, the love of my life, Juliet, poisoned herself. And when, in all modesty, I tried to become Emperor of Rome, the treacherous bastards assassinated me.", "This isn't quite as powerful as the first Godfather, done two years earlier, but it isn't far behind. It's another magnificently filmed effort, wonderfully acted and a hard film to stop once you've put it in your tape or DVD player.What makes this a notch below the first Godfather is the absence of Marlon Brando and a little too much disjointedness with flashbacks. Also missing from this film was the volatile James Caan. He was shown in a flashback scene near the end, and that was it.One thing was just as good if not better than the first film, and that was the cinematography. The browns, blacks, greens and yellows are just great treats for the eyes. I especially love the Italian houses and scenery. Why this was not even nominated for an Academy Award in cinematography is mind-boggling.The story centers around the brutal vengeance of youngest brother Michael (Al Pacino). It also gives a good demonstration of how the gangster lifestyle may look attractive on the outside but really is an unhappy one despite the wealth.There are some excellent supporting performances in this film, too. I especially would cite the roles played by Michael Gazzo and Lee Strassburg.", "The Godfather Part II is one of those rare sequels that is regarded by many to be as good as, if not better than, the original. I'm guessing that much of its popularity lies in the fact that it is not just a sequel, following Michael Corleone (Al Pacino) as he continues to expand his family's 'business', but also a prequel, charting Vito Corleone's life from a child in Sicily at the turn of the 20th century to powerful New York mafia don. Two films for the price of one!Unfortunately, as far as I'm concerned, only half of this 'double-bill' is really worth the time and effort. The flashbacks are great, with Robert De Niro superb as the young adult Vito, rising from shop assistant to mob boss; these parts reminded me of the excellent Once Upon A Time In America, which also charted the early lives of young gangsters (and which also starred De Niro). In contrast, the scenes featuring Michael's continuing underworld activities in the '50s are far too convoluted and slow for their own good, making keeping up with the Corleones more of a chore than a pleasure.8/10 for the flashbacks; 4/10 for the rest. That's a disappointing average of 6/10.", "The Godfather part 2 gets very close to the title for best sequel ever made, but not quite. Even so, I would rank this among the superior films to follow up on another and still be as strong and appealing and dramatically satisfying as the former. The structure of the film is also very important as it jumps back and forth between two stories of Corleone's without any disconnected feelings for the audience. Both could work as perfect single films on their own; together it's like a double album of the dark side of crime and the perilous nature of rising up in America as an immigrant. It's spectacular in many ways, masterpiece in fact, and has become as important as the first one (it is the only sequel to win an Oscar for best picture in those terms) and the acting all around is well-knit (even the pioneer himself Lee Strasberg is on hand as Roth), the score is possibly better in some ways to the first film, and most of the scene work is fantastic. One thing that attracted me to this film is also what I believe is one of the all-time great breakthrough performances in any film, as Robert De Niro as Vito Corleone has all of that confidence as an actor without channeling too much Brando. If there would be one reason to see the film and recommend it it would be because of him, as he gives one of his tour de force career turns in that streak of one after another in the 70s. Pacino is practically as good with enough lines that are realistically grounded but also highly quotable at times (the \"in my home\" bit is priceless). John Cazale, by the way, is also an element to make the film work as one of two performances that he'll be remembered for twenty years down the line (the other being Dog Day Afternoon). In short, it's just a very well done picture.", "Three years ago, I watched The first Godfather and while I enjoyed it, I didn't think of it as such a great film, partly citing the roles of Diane Keaton and Talia Shire. Here, they're both still being somewhat underused but Ms. Keaton has a great scene when she reveals what really happened to her upcoming baby and Ms. Shire has a nearly as such scene when she mentions Fredo near the end. Speaking of whom, John Cazale is fine in reprising the role as the weak Corleone brother. And Al Pacino was probably at his very best in this, his second feat at portraying Michael Corleone especially during scenes with his mentor Lee Strasberg as Hyman Roth. Francis Ford Coppola is aces as both the co-writer (with creator Mario Puzo) and director as he handles scenes from both the late '50s concerning Michael and the early 20th century concerning his father Vito, here played in an Oscar-winning turn by Robert De Niro speaking mostly in Italian. So on that note, I highly recommend The Godfather: Part II.", "If The Godfather is the greatest film ever made,then The Godfather Part II is the greatest sequel ever made. It is Francis Ford Coppola's continuation of Mario Puzo's Mafia saga set new standards for sequels that have yet to be matched or broken until present. The Godfather Part II chronicles the story of the Corleone family following the events of the first film while also depicting the rise to power of the young Vito Corleone,played by excellently Robert De Niro in his Academy Award winning performance.The film stars Al Pacino, Robert Duvall,Diane Keaton,Robert De Niro,Talia Shire, John Cazale, Michael V. Gazzo and Lee Strasberg.The movie is a depiction of the dark side of the American dream. In the early 1900s, the child Vito flees his Sicilian village for America after the local Mafia kills his family. Vito struggles to make a living, legally or illegally, for his wife and growing brood in Little Italy, killing the local Black Hand Fanucci after he demands his customary cut of the tyro's business. With Fanucci gone, Vito's communal stature grows, but it is his family (past and present) who matters most to him - - a familial legacy then upended by Michael's business expansion in the 1950s. Now based in Lake Tahoe, Michael conspires to make inroads in Las Vegas and Havana pleasure industries by any means necessary. As he realizes that allies like Hyman Roth are trying to kill him, the increasingly paranoid Michael also discovers that his ambition has crippled his marriage to Kay and turned his brother, Fredo, against him. Barely escaping a federal indictment, Michael turns his attention to dealing with his enemies, completing his own corruption.The film still has a strong performance from the cast despite not having Marlon Brando in it.Aside from De Niro,Al Pacino, Robert Duvall,Diane Keaton,John Cazale and Lee Strasberg provide honest performances. Still present in the film is the haunting score of Nino Rota;the superb screenplay of both Puzo and Coppola; and the excellent direction of Copolla.But it has darker themes as compared to the first film as the characters are violent and amoral in their values.Also,the story presents the deterioration of the characters as the viewers feel for them in their pain and vulnerability. It may not be the ultimate family picture but nevertheless,it remains as the greatest sequel ever made and definitely one of the best films ever made.", "I like the bit where he shot that man. This movie was awesome just like the first. I can't wait till part 3 it must be awesome", "\"I don't feel I have to wipe everybody out. Just my enemies.\" So says Michael Corleone (AL PACINO) in THE GODFATHER: PART II.Pacino plays the part with somber seriousness that becomes a bit one dimensional by the time the film is midway over. Nor is the story as compelling as the first Godfather film. But you have to hand it to director Coppola, he keeps the viewer glued to the screen even when the pauses between dialog is a bit longer than needed. (No wonder the film is so long!!). And with the risk of being politically incorrect, you can almost smell the garlic in every scene, so realistic are the accents and the background flavor of the entire film.So many plot developments are almost throwaways because the screenplay seems to be deliberately ambiguous about certain plot elements. And yet, the film has a certain holding power and all of the performances are more than competent. Especially poignant--and chilling--is the scene where Fredo's fishing expedition takes place with stormy looking clouds setting the eerie scene to perfection as the expected murder takes place.With murderous intentions just around the corner in practically every scene, it's a fascinating film to watch, especially since the murders themselves are so deftly handled by the actors involved. DIANE KEATON is especially convincing in the final confrontation with Pacino.I don't think GODFATHER II compares favorably to the original film with Brando, particularly since it's not always successful in telling two stories--the one involving the young Vito (ROBERT DeNIRO) and the present story--but it still packs a wallop when it gets to the intense moments. The double strand of stories doesn't always mesh well, a weakness of structure that hurts the film. Despite this major flaw, it's a superior piece of film-making.", "You must have heard the raves...\"the best Sequel of all time\", well, Star Wars Fans may disagree but it is a valid argument. This surpasses a Great Film with an even greater Film. It is certainly broader in Scope and even more lavish in its Production. The Flashback New York Scenes are a standout.The warm, rich Cinematography remain and the sharp Characters with a wider palette to add even more richness to proceedings. It is more edgy and is less likely to linger with Portrait like introductions to already known participants. There are more interesting themes here like the expansion to Las Vegas, and the formation of the Family's Patriarch and sensibilities, and the Senate Hearings.This one moves quite a bit faster than the original because it has much more to say. It says it and then some. Michael's descent into internal Madness is not a pretty sight and the Inheritor to all that is Corleone becomes a very unlikable Tyrant and shows virtually no signs of Humanity as the Modernity of events that take place have no place for that sort of thing.", "Phenomenal sequel to The Godfather is split between two stories. One follows the events of the first movie as Michael Corleone (Al Pacino) deals with strife inside and outside the family as he works to expand the business. The other tells the story of a young Vito Corleone (Robert De Niro) and his rise to power.The greatest sequel of all time? Yeah I can't see many doubts about that. It's often said to be even better than the first movie. I don't see the point in splitting hairs over it. I'll just say that I love both films a lot, though I rewatch the first one more often than this one. For the optimum experience you should watch both movies back-to-back like they're one long film. As with the first movie, this is pretty much flawless. I can't think of a thing about it I would change.", "The continuation of the Godfather saga with two focuses: the ongoing story of the Corleone family, and Michael in particular, and Vito Corleone's (Michael's father) backstory. Regarding the ongoing Michael Corleone story, it is about seven years since the events that concluded The Godfather. With the murders of the heads of the other four New York / New Jersey families, the Corleone family has unassailable control in New York. The move to Nevada went smoothly and Michael Corleone controls several hotels and casinos in the state. Frank Pentageli, the man who runs Michael's interests in New York, comes to Michael, asking if he can take out the Rosato Brothers as they are infringing on Pentageli's turf and business interests. However, the Rosatos are backed by Hyman Roth, a business partner of Michael's and a long- time ally of Michael's father, Vito Corleone, and Michael refuses. An attempted assassination attempt is then carried out on Michael's life, in his own home. Michael investigates who is trying to kill him, and suspects that there is a traitor in his family. Meanwhile. Michael and Hyman Roth fly to Cuba to finalise some business deals there. The Cuban trip reveals all. In a story interwoven with the present day, we see the backstory to Vito Corleone. From how his parents and brother were murdered by a Don in their home town of Corleone in Sicily, to his escaping, as a boy, to New York, his adult life and his rise to Don Corleone.A great follow-up to one of the greatest movies ever made. Gritty, solid plot, superb direction by Francis Ford Coppola and excellent performances. The closing scenes are incredibly powerful, showing just how much Michael has changed from the innocent man we met at the start of the first movie.Six Oscar wins, including Best Picture, Best Director and Best Adapted Screenplay. Robert De Niro won a Best Supporting Actor for his performance as Vito Corleone, making two Oscar wins for two different actors playing the same character (Marlon Brando got a Best Actor Oscar for his performance in the first Godfather). Al Pacino, Michael V Gazzo, Lee Strasburg (of method acting fame) and Talia Shire also received acting Oscar nominations.Not quite in the same league as the first movie though. The first one had a much tighter plot and better pacing: this does feel a bit padded and slow at times. Not as enthralling and tension-filled as the first. Then again, we are comparing this movie to one of the greatest films of all time...", "I first need to point out that I generally hate action films--they just aren't a genre I generally would go to see. However, my teenage daughter saw the film and DEMANDED that we immediately go to an IMAX-equipped theater and see it as soon as possible. Had I not agreed, I think she would have threatened force or threaten to leave home, so I reluctantly agreed. I'm pointing all this out up front so you'll understand that if I didn't give this movie a 10 and found a few minor problems with the plot, it's probably because of my bias. However, for me to give an action film a 9 is very, very unusual--it was a terrific film and almost earns a 10.As far as action goes, it was nearly non-stop and there were more eye-popping stunts in it than nearly any film you could see. Plus, I truly recommend that if you do have an IMAX theater nearby that is showing it you go there and not to a regular theater. The sounds, the sights and the action are just amazing on this huge screen--and in hindsight I probably should have taken my hearing aids out before the film began--I DIDN'T need them! For many, this will make the film a must-see, though I admit that it was was a bit tiring after a while--for an old fogy like myself, maybe there was a bit too much action--though teens and action fans will adore it.The characters were excellent--with the possible exception of Batman. He was fine, but I wish he'd have stopped mumbling in his deep voice. This made him a lot less interesting and perhaps less likable than the villains!! As for the villains, the Joker was great and very, very sadistic and I liked Harvey Dent as well (especially after his cool makeup job late in the film). Oddly, perhaps my favorite character was a guy who was only a bit character--Tommy 'Tiny' Lister who played one of the scariest prisoners I have ever seen in film. His bit part on the ferry boat was really exceptional.Overall, this film is better than any superhero film I have ever seen and much better than the earlier Batman films. My only serious problem was the ending--what Gordon and Batman agree to do made no sense at all and wasn't necessary. Still, with such amazing eye-candy, who am I to complain? A wonderful ride and a must-see movie for action and superhero fans. HOWEVER, it is a very violent film intended for adults--I would not take kids or even some teens to the film--it's THAT dark and intense.As of today (7/26/08), this is by far the highest rated film on IMDb. If these numbers can be believed, this film is better than THE GODFATHER, CASABLANCA, GONE WITH THE WIND and 12 ANGRY MEN! Let's have a bit of perspective here--it's a very, very good film but the cult members out there need to get a grip.", "I grew up on the animated series, loved the first two Batman films, sort of liked Batman Forever but disappointed in Batman and Robin. I have yet to re-watch Batman Begins, but I thoroughly enjoyed this film on re-watch having really liked it first time. It is very well made and gripping with some great performances, but personally I would put Casablanca, Wizard of Oz, Amadeus and It's a Wonderful Life over this.The film does suffer from being a little too talky, and the plot on occasions can be hard to follow due to a lot going on. Nevertheless it is extremely good, and not only one of the better Batman movies but also one of the better superhero movies. Visually and technically, the film cannot be faulted. The cinematography is superb and the spectacle of Gotham City is dazzling. Christopher Nolan's direction is taut, and ensures that the action is explosive.The plot is a little bloated, with the Joker bent on destroying organised crime for good and making Batman cross between hero and vigilante, and subplots about Harvey Dent and Rachel Dawes, and Hong Kong. But there are some truly effective scenes that are tightly structured, and the screenplay in general while a little too talky in the first twenty minutes is intelligent and sophisticated. The Joker especially has some very sinister lines that stay with you for a long while afterwards.The music by none other than maestro Hans Zimmer, who also composed music for The Lion King, Gladiator and the Pirates of the Caribbean movies, is outstanding. Rousing, beautiful, haunting, it is definitely memorable and doesn't become forgettable or generic like the music in The Hurt Locker for example. And I have to say the sound engineering here is phenomenal, particularly on very high volume the explosions sound very authentic as if they are coming from outside rather than from in the film.And I have to mention the acting, as that was terrific. Christian Bale manages to be dark, brooding and charismatic like Batman should be. Though if I did have a complaint, he does speak in a very hoarse voice as if he's got a sore throat and I somehow did not know what to make of it. It wasn't irritating or anything, just...odd. Anyway, Aaron Eckhart is terrific as Harvey Dent/Two-Face even if his storyline was a tad too rushed, and Maggie Gyllenhaal is very sensitive and caring as Rachel. Morgan Freeman does well in a smaller role, as does the excellent Gary Oldman, and Michael Caine is perfect as the loyal butler Alfred.There is no doubt in my mind that Heath Ledger gave the best performance of the film. He wasn't just brilliant, he was phenomenal, unpredictable, insane, extremely sinister and corrupt not to mention chillingly psychotic. I am torn on who I prefer over Jack Nicolson or Heath Ledger; it is a very close call. I admit I am more familiar with Nicolson's portrayal and liked his mix of the scary and comical and even tragic Joker, but the Joker here in The Dark Knight is truly sinister and even more of a threat to Batman and in my opinion this Joker has lines that linger longer into the memory.Overall, not absolutely perfect but it is extremely good thanks to primarily Ledger's performance and the dazzling visual spectacle. 8.5/10 Bethany Cox", "Following on from BATMAN BEGINS comes Christopher Nolan's second entry in the revitalised Batman film series. I thoroughly enjoyed the first movie and looked forward to this one, aware that many principal cast members were returning. Add to this all the fuss surrounding Heath Ledger's untimely demise and his supposedly terrifying performance as the Joker, and I walked into the cinema ready for a great time. I wasn't disappointed.This is Hollywood blockbuster film-making at its finest: intelligent, well-scripted, with great effects, acting and choreography. This is a powerful, brooding film, even darker than its predecessor, that packs a whole lotta violence into a 12a certificate movie. Okay, so this film ain't gory, but it's certainly one of the most violent and disturbing flicks I've seen in a while. A lot of that is down to Ledger's performance, which has rightly been called brilliant. Blowing memories of Jack Nicholson out of the water, Ledger is a virtuoso in the role, a real freak of nature, a repulsive killer stealing every scene. It's the best performance this actor ever gave, and it's a shame he died when he was just realising his true potential as an actor and not as a wooden pretty boy.The film kicks off with action and follows it with more action. Car chases, fantastic technology (the sonar stuff breaks new boundaries), some martial arts fights and the biggest and best explosion seen on film...they're all here and they never let up. The bone-breaking blows that Batman rains down on the villains are incredibly powerful and I still can't work out how this achieved a kiddie-friendly rating. The script has plenty of twists and turns, including the deaths of some notable leading characters, and plenty of characterisation as well. Themes of good and evil and what it means to be a hero are explored well and the actors all do their roles justice. Special mention goes to Aaron Eckhart, an actor who I've previously found bland but who's excellent as DA Harvey Dent here.If I had any complaints, it would be that Bale hardly gets a look in as Batman takes a back seat to the villains on display. But when they're so good, who cares? Old-timers Caine and Freeman add sparkle, humour and warmth to their parts and there are lots of laughs along the way to go with the shocks and chills. I found Gyllenhaal to be a lacklustre replacement for Katie Holmes, but she's barely around so that doesn't matter. Special effects are top-notch, with one make-up/CGI job surpassing Arnie's ruined face in TERMINATOR 3. So THE DARK KNIGHT is a fantastic film – dark, bleak and uncompromising. It may be a little too much for some viewers, but I loved every second of it – and I look forward to watching it again. A great film.", "Dark Knight, The (2008) **** (out of 4) I'll be honest and admit that I'm not much of a fan of the so called \"comic book\" movies out there. I'll also be honest and admit that I didn't care for the previous series of Batman movies from Burton and Schumacher. Batman Begins on the other hand was a different story as it found it to be incredibly good but a rare occasion as occurred as this sequel is even better. I've always felt that comic book movies didn't contain enough elements of a dark nature nor did they contain very much adult-themed stuff but that's certainly not the case here as this movie contains enough character development and moral questions for three movies. The epic nature of this movie makes it a one of a kind even though I think the 151-minute running time is the only fault in the film. It's rather amazing at how dark this movie is yet movie crowds ate it up but perhaps they ate so much of it up simply because of how dark it is. This film works on so many levels but I think the biggest are its screenplay and actors. The darkness of the story is perfectly brought to the screen by Nolan with his masterful direction, which paints the perfect picture of corruption, greed and moral responsibility. All of the characters from The Joker to Harvey Dent to even Batman must face various moral issues and this type of stuff not only makes for great drama but it brings a lot of depth to this \"comic book\" movie. The performances are all quite remarkable and that includes the late Heath Ledger as The Joker. Before seeing the film I kept asking myself if his performance could top that of Jack Nicholson but I think that question shouldn't even be asked as both performances are so completely different that you can't compare them. Ledger certainly steals the show and leaves the viewer with goose bumps each time he's on the screen. It really seems as if he just floats through each scene as if he were a ghost roaming around. The walk that Ledger brings to the character is so refreshing and original that I couldn't take my eyes off of him. That wonderful talk and the brilliant line giving just adds to the fun and was it ever great to see such a dark villain. Christian Bale is also once again very good in the role of Bruce Wayne and Batman. Again, the screenplay benefits Bale greatly by having him just as dark as the villains. Aaron Eckhart is getting overshadowed by Ledger but he too really deserves a lot of credit as he probably gives the best performance of anyone dealing with the moral issues. His stint as Dent is perfect for a hero and his turn as Two-Face is perfect for a villain. Maggie Gyllenhaal also does a good job in the love interests role as does Michael Caine, Eric Roberts and Morgan Freeman. Gary Oldman also shines in his role of Gordon. What makes the special effects so great is that the movie isn't in their hand as far as entertainment goes. Yes, the effects and chase sequences look great but they work even better because the screenplay gives us characters to care about. I won't go as far as to call this one of the greatest films ever made but I do think it has to change the way comic book movies are made.", "Batman takes on the crime lords with the help of Lieutenant Jim Gordon and District Attorney Harvey Dent. However an even bigger evil rises to terrorize Gotham.Maggie Gyllenhaal is an improvement over Katie Holmes as Rachel Dawes. Aaron Eckhart adds a good performance as Harvey Dent. In the end, this is Heath Ledger's movie. He overpowers everybody. His early death may have immortalized him, but my opinion isn't inflated. His presence is electric. It helps that his character is so ridiculously crazy. His motivation has nothing to do with power or money which is so mundane. He wants chaos and that is so much more fascinating. Heath Ledger makes this movie great. And it surpasses the series reboot 'Batman Begins'.", "This movie has everything. The cameras, the sounds, the really cool characters. For me, it's one of few adventure movies worth watching more than once. And, of course, Heath Ledger is as awesome as everyone says. The characterization is so much deeper than the other films. We get to see multidimensional people with purpose, even if the purpose to to kill and maim. We care about what happens for a change and we go along for the ride. A small criticism is that it is awfully long and it takes so much time to resolve itself. Also, people do some pretty stupid things, considering what a threat this guy is. These are little things and without them we wouldn't have the huge finale.", "After Batman Begins. Director Christopher Nolan went into a brooding nihilistic territory with The Dark Knight.It introduces The Joker (Heath Ledger) a psychopath laced with cynicism and determined to create chaos. It starts off with a punchy bank heist which The Joker uses to creatively eliminate his cohorts.In Gotham City, Batman (Christian Bale) is happy to see the new District Attorney Harvey Dent (Aaron Eckhart) to take on the villains. Dent is also seeing a lot of Rachel Dawes (Maggie Gyllenhaal.)However The Joker creates an alliance with the ring leaders of organised crime in the city and then takes the fight to Batman. Meanwhile Dent realises the extent of corruption in the local police with James Gordon (Gary Oldman) the only honest cop about.Nolan a fan of James Bond films has created several terrific action scenes. One set in Hong Kong is a more over the top homage to a Sean Connery circa Bond film.Nolan also deftly introduces a second villain in the form of Two Face. Much better here than Tommy Lee Jones unconvincingly camping it up with weak material In Batman Forever.Ultimately Nolan puts humanity to test here as The Joker places two bombs in two ships. One full of civilians and another full of prisoners being evacuated. The Joker wants destruction and turmoil. He simply wants to watch the world burn.The Dark Knight is also bloated and at times cumbersome with its long running time.", "Batman (Christian Bale) joins force with Lieutenant James Gordon (Gary Oldman) and the incorruptible District Attorney Harvey Dent (Aaron Eckhart), who is his rival in the love for Rachel Dawes (Maggie Gyllenhaal), to fight the organized crime in Gothan City. However, chaos is installed in the city with the arrival of the sadistic psychopath The Joker (Heath Ledger) that brings a wave of violence and murders. The Joker promises to kill prominent citizens of Gothan City unless Batman discloses his identity, and tries to prove the malice and darkness of the human nature and destroy the hope of the dwellers of Gothan City.\"The Dark Knight\" is a great surprise for a blockbuster, with a solid and deep story, great direction, performances, special effects and make-up. The adventure is also dramatic, with magnificent lines and discussions about ethics, morality, human nature, hope and other important themes. The cast has great performances and Heath Ledger is excellent in the role of the psychopath The Joker, and using the movement of lips and tongue visibly inspired in T-Bag, from \"Prison Break\", and brilliantly performed by Robert Knepper. But his nomination is emotionally affected by his death. In the end, \"The Dark Knight\" is a great movie, the best of the Batman franchise and one of the best of the genre in 2008, but the IMDb User Rating (Top 250: #4) is absolutely overrated, ridiculous and disrespectful with the classics of the cinema history and the credibility of IMDb's Rating; but \"sometimes the truth is not good enough\". My vote is nine.Title (Brazil): \"O Cavaleiro das Trevas\" (\"The Dark Knight\")", "Batman has proved successful in cleaning up the streets and a fresh new DA, Harvey Dent, is keen to clean up the mobsters in one big conspiracy case. Naturally an unpopular move, particularly with the psychotic villain known as \"The Joker\", who makes it his mission to unveil the identity of the Batman, before killing him. The Joker begins his reign of terror, forcing the citizens of Gotham to wonder whether or not it was worth having a Batman if this is the sort of chaos that his presence unleashes. With the stakes raised higher than ever, Bruce Wayne struggles to hold onto his moral code in the face of villain whose only aim is to unleash chaos and panic across the city.I waited a few weeks for all the hype to die down, but I was looking forward to seeing this film because Batman Begins had done a great job of repairing a character and franchise that was in tatters as Schumacher's gaudy and unlikeable Happy Meal-selling film had finished with it. I was hoping for more of the same as The Dark Knight did not disappoint as the tone continues to be dark and as realistic as a film can be when it is about a man dressed as a bat. The film is a summer blockbuster but yet it manages to at least get close to a really engaging and interesting plot \u0096 this is a joyful far cry from The Fantastic Four and the like, this feels like a film that is marketed to me, not my children. As such the plot does offer some good moralising and conflicts that are what I expected from the damaged \"hero\" of Batman and the freaks he is up against. Again, it is not a \"proper\" drama but these elements are effective within the bigger picture and they only help draw the viewer into the story and characters.The fact that it does engage also means that the action is much more effective. I watched Wanted the other night where everything was so simplistic and dumb that I never cared and the action was only effects. Here the tone is deadly serious and the action feels urgent and dangerous. This has produced the problem in the UK over the rating and I do think that it should have been a 15, although I can understand why it got a 12A. Problem for the certification body is that the film doesn't contain much in the way of graphic acts but it is the tone that is so very harsh and dark, thus making it feel much more violent than it actually is. For me this is not a problem as the film is not for children and I am not a child, but I can sort of see why The Daily Mail jumped on it as the destruction of the mankind or whatever they said it was going to do to our children. I do like the dark tone though and it is not just a visual thing or something in a specific few scenes but rather woven through the whole film. It starts with the characters and performances and of course comes across in the direction and cinematography, which is suitably dark and Gothic without being camp or unrealistic.The cast do good work but all are in the shadow of Ledger \u0096 not because it is fashionable to praise him but because his is a great turn and makes the film. I do feel sorry for Jack Nicholson because his Joker now looks like a childishly simple creation that is a bit of cheesy fun but no more. With Ledger we genuinely feel unnerved with him on the screen, his clothes and make-up being all part of this unhinged creation with his ticks and hair-trigger air; his performance is part of the film working as well as it does as he sells the character and the material. If he does get an Oscar nod, it will not (just) be for sympathy, but because he genuinely is that good. Bale finds himself a supporting player in his own film but deals with it well; not sure about his laughably gruff voice as Batman though \u0096 it just distracts. Eckhart is a good bit of casting because he normally plays morally dubious characters, so the contrast works at the start and he can work with the later stages. Gyllenhaal has her critics but she is much better than Holmes and stands up well with the all-male cast. The supporting cast offer the usual quality in Oldman, Caine and Freeman as well as other faces in minor roles such as Roberts, a returning Murphy, Carbonell, McFarlane, White, Fichtner, Lister and others.The Dark Knight is a great film. The dark tone, good plotting, strong characters, performances and overall design and delivery all make for a grown-up blockbuster that is heads and shoulders above its peers. Ledger is impressive and drives the film forward in an adult and engaging way. Parents with the legal ability to take their four year olds should think twice, because this is not a kiddie blockbuster, but for everyone else there is a great deal to enjoy here.", "I had the pleasure to watch this movie in an IMAX theatre in London (it advertises itself, with the slogan \"Biggest screen in the UK\"), which was one of the greatest movie experiences I had in my life. And it was my first movie in an IMAX theatre. I can only recommend it for anyone who has the chance to watch it, even if not the entire movie is shot for an IMAX theatre, this still is able to blow someone away! Great visuals combined with a great story and superb acting.The movie could also have been called \"The Joker\", but even with Heath Ledgers great performance, this still is a Batman movie. And \"The Dark Knight\" is clear enough, even without the Batman in the title. I simply loved the movie, but I heard some complaints from some friends. It seems that some might have a problem with the depiction of the characters (I loved Heath Ledger, but there are a few out there who would have wanted to see him even crazier) or the plot threads (especially what is done with the character of Aaron Eckhart). Although I can see why that might be a problem for fans of the comic books, I still stand by my vote. This is the best Batman movie ever (until hopefully Nolan and Bale make the next one)!", "So it finally happened, a DC Comics movie adaptation that out-marveled the Marvel folks, and to such a degree that it might be quite a while before anything comes close to topping \"The Dark Knight\". This was the severely grim and gritty version of the Batman, ushered in by Frank Miller's initial treatment in the landmark graphic novel \"The Dark Knight Returns\" in 1986. Miller's portrayal of the iconic super hero took the gloves off as far as politically correct behavior goes. The movie explores this theme at many levels, and would have served up enough of a plot to keep this viewer interested even without the explosions, chases and general mayhem that modern day audiences need to get their fix on. Actually, the Joker summed it all up quite brilliantly hanging upside down from one of Batman's cables over the streets of Gotham, as noted in my summary line above. In the comic book world, they HAVE been fighting each other forever, or as long as forever exists since the creation of Batman back in 1939; the Joker came on the scene in 1940 in the comic, Batman #1.I don't think this could have been the same picture without Heath Ledger in the role of Batman's all time greatest nemesis. His portrayal blows away Jack Nicholson's performance in 1989's \"Batman\", and that's through no fault of Nicholson's. Today's films are a product of harsher and deadlier times, and it's striking that Ledger's characterization would define the Joker as an extremist, perhaps even a terrorist. More than once I found myself questioning what was going on during the opening bank robbery scene. The bad guys were offing each other based on instructions delivered by the Joker, and you suddenly come to the realization that this domino game had to end with one man standing. It's how we're introduced to Ledger's definitive Joker, a performance that won't be topped.Another thought came to me as I watched the story unfold, and that was how similar the coin toss gimmick paralleled the one in \"No Country For Old Men\". Harvey Dent (Aaron Eckhart) began using the tactic following the death of Rachel Dawes (Maggie Gyllenhaal), and I began picturing Javier Bardem in the role of The Joker. Hard to imagine who might have been the more evil character, Bardem's Anton Chigurh in a more realistic setting, or The Joker in a fictional Gotham City. Fortunately, not a choice one would normally have to consider.I'm a little bit on the fence as to Christian Bale's portrayal of The Batman. He's more than adequate as Bruce Wayne, but the voice he gives to the Dark Knight seems a bit melodramatic. Granted, he couldn't use the same voice as his alter ego, but there were times that it sounded so forced as to come across as parody, and other times just goofy, almost a throwback to the Adam West days of the TV Batman. Strange, but have you considered that no one ever calls him the Caped Crusader anymore either?All in all, great performances all around. Gary Oldman's portrayal of the new Commissioner Gordon was excellent, while Michael Caine as Alfred, and Morgan Freeman as Lucius Fox were solid even with limited screen time. I thought about Katie Holmes just once while making a mental comparison when Maggie Gyllenhaal first appeared on screen. Truthfully, they looked similar enough to effect the transition smoothly to the point where it wasn't distracting for me in the least.Obviously, the set up for the next sequel was firmly set in place with the creation of Two Face, the now alter ego of District Attorney Harvey Dent. The rendering of Dent's burned face was boldly executed and quite marvelous in it's own grotesque way. I'll be looking forward to the next installment.And NOW, for a personal rant. I probably should put this in parentheses because it doesn't have anything to do with the movie, but for this picture to be #1 on the IMDb list of all time best movies after 4 days of release is incomprehensible, if not downright laughable (and I did rate it a 10 myself). I think there should be a moratorium of at least a couple of years before a film qualifies for IMDb ranking, giving the dust some time to settle from all the grand opening hoopla that surrounds a picture like this. I feel the same way about other recent movies like \"No Country For Old Men\" and \"There Will Be Blood\", both of which garnered numerous awards and fan approval. But if they're to be considered among the best films of all time, they'll be considered that way a decade from now without the need for multiple votes from over zealous fan boys.", "Continuing on from \"Batman Begins\", Christopher Nolan has now given us \"The Dark Knight\", an equally brilliant achievement. Here we have the Caped Crusader (Christian Bale) battling The Joker (Heath Ledger in a blood-chilling final performance), while also trying to navigate the cesspool of crime and corruption that pervades Gotham City.I will say that I found the movie a little silly whenever Batman converses with someone. But what really impressed me was Harvey Dent's (Aaron Eckhart) role. As Gotham's hotshot DA, he represents hope for wiping out all crime; Batman is mostly known as a vigilante. And he can only be known as such, because...well, I'll let you find out what it means.You may have heard that this is a dark movie. Especially The Joker. Whereas Jack Nicholson's Joker was basically a live action Bugs Bunny, Heath Ledger's Joker is a maniacal, ruthless, vicious thug; he seeks only the creation, promotion and dissemination of pure chaos. And there are some REALLY intense scenes throughout the movie; not necessarily violent, but definitely not for the fainthearted.All in all, I wholeheartedly recommend this one. While I could predict some of what was going to happen, much of it surprised me. It will probably surprise you too. Also starring Maggie Gyllenhaal, Michael Caine, Morgan Freeman, Gary Oldman, and small appearances by Cillian Murphy and Vermont Sen. Patrick Leahy.", "After defeating the Scarecrow (Cillian Murphy), Batman and Bruce Wayne (Christian Bale) have little time to return to normal life. The mafia is growing, and there's a new menace prowling the streets: The Joker (Heath Ledger, in his last performance). Can the Batman handle a villain who has no morals, no goals, no methods and is completely unpredictable? Also, a love triangle forms between Wayne, Rachel Dawes (Maggie Gyllenhaal) and Harvey Dent (Aaron Eckhart).There's little use in writing a review of \"The Dark Knight\" -- the critics loved it, fans love it, the sales are going through the roof and are likely to pass every record ever set. And I loved it, too, making it easily the film of the year and both an action-packed thriller as well as a bit of a tear-jerker. Heck, even small amounts of comic relief were thrown in (especially if you like dark humor).I could make complaints: the spinning camera shots were overdone. The Batman voice -- digitally altered for no good reason -- was excessively gruff. The \"Bat-Sonar\" was far-fetched, cheesy and pointless. And bullet reconstruction to get a fingerprint? Doubtful. And the Wayne-Batman character was largely flat and uninteresting, encouraging fans to root for the Joker. So, there was room for perfection (which is why this film, as great as it is, cannot receive a perfect score).Concerns aside, the film was well done, as Christopher Nolan and Bale work well together (see \"Batman Begins\" and \"The Prestige\"). The action is intense, the violence superb for a PG-13 film. There's some suspense, plot twists, unexpected deaths. The romance aspect is a bit unclear (when does this film take place -- Rachel seems to have found a fiancé fairly fast). And Heath Ledger, oh my.The hype around this fill was very Ledger-centric, declaring him as Oscar-worthy. I thought this was exaggerated due to his untimely demise and was therefore disrespectful. However, the praise was well-deserved. This was the Joker, inside and out. I couldn't even visually Ledger under the makeup. I'll always love Jack Nicholson's portrayal, but Ledger brings his \"A\" game. If he is nominated, I accept it; and if he wins, that seems reasonable to me. Best performance so far this year, in any genre.As I said in the beginning, my review is pretty much just more or what you've already heard. The rumors are true, but judging by the sales of the picture, you've already seen it and know first-hand. If you haven't, see it in the theater while you can. Or rent it. Not sure if it's a movie worth owning (I can't see myself watching it repeatedly, depending on the special features). But this may be the superhero movie that defines the genre.", "The first film in the re-imagining of the series was a big hit, but this sequel was a global success, especially with the superb performance by the star of Brokeback Mountain who tragically died from a (prescribed) drugs overdose shortly after filming had finished, from director Christopher Nolan (Memento, Insomnia). Basically a criminal terrorist and mastermind calling himself the Joker (posthumous Oscar, BAFTA and Golden Globe winning Heath Ledger) robs the bank run by the mob, and to take on the Mafia district attorney Harvey Dent (Aaron Eckhart) becomes the new face for justice and hope in Gotham City, with the help of Batman aka Bruce Wayne (Christian Bale) and Lieutenant James 'Jim' Gordon (Gary Oldman). Mob bosses Sal Maroni (Eric Roberts), Gambol (Michael Jai White) and the Chechen (Ritchie Coaster), who have had Chinese accountant Lau (Chin Han) hide their funds, are confronted by the Joker because he wants to kill the, but they all refuse to help, putting a bounty on him. The Joker kills Gambol, and his gang go under his control, and meanwhile Batman, with new technology supplied by Lucius Fox (Morgan Freeman), has found and returned Lau to Gotham to testify in a court case to help bring down the gangsters. The Joker puts his plan into action by threatening the city, if the Dark Knight does not reveal his true identity he will kill people, and soon enough he starts killing the people involved in the mob boss court cases, including Commissioner Loeb (The Fast Show's Colin McFarlane) and Judge Surrillo (Nydia Rodriguez Terracina), and Dent may be next. Dent is hidden, and Rachel (Maggie Gyllenhaal) who has been dating Dent is being looked after by Bruce's faithful butler Alfred Pennyworth (Sir Michael Caine), but the Joker appears to kill Gordon, who sacrifices himself to save the Mayor (Nestor Carbonell), and when Bruce plans to reveal his identity to the press Dent claims he is the Batman. This means that the district attorney is taken into protective custody, but the Joker catches up and tries to kill him, but Batman inside his armoured car and then on his motorcycle is on their tail, and Gordon who faked his death catches the criminals, and gets promoted to Commissioner. Batman demands to know from the clown prince of crime where Dent and Rachel are, as they have disappeared, and eventually, after some beating, he reveals that they are both in separate buildings full of explosives, Batman planned to find Rachel, but he instead gets to Dent, so Rachel is blown up and dies, while Dent is taken out, but petrol on half his face ignites when the explosion happens. Using documents, Wayne Enterprises accountant Mike Engel (Anthony Michael Hall) has concluded that Bruce Wayne is Batman, so he plans blackmail, and meanwhile the Joker has escaped prison and kills Lau and the Chechen, and he threatens to bomb a hospital if Reese isn't killed. While the accountant is rescued by Gordon, the Joker visits Dent in hospital, who has become scarred on half his face and donned the persona of Two-Face, he tells him that the mob is responsible for the death of Rachel and convinces him to get revenge, on a coin flip decision. Gotham General Hospital was blown up, while Two-Face manages to find and kill Maroni and two corrupt cops who helped kidnap Rachel, and the Joker has rigged two ships, one carrying civilian passengers and the other Arkham Asylum inmates, with explosives, and both sets of people have the trigger for the opposite ship, with the demand to blow up the other ship before midnight, or both be exploded. With the help of Fox and a computer as a citywide tracking device, they manage to find where the Joker is, in a building, where hostages are wearing clown masks to look like criminals to the SWAT, but they are saved, both ships refuse to blow up each other, and the Joker despite being caught boasts that he has won when Dent's rampage will be revealed. Gordon is lured to the building where Rachel died where his wife and children are being held hostage, and Dent is threatening their lives from the flip of his coin, and after being shot while wearing body armour Batman tackles Dent, causing him to fall from the top of the building to the ground, and saving Gordon's son. So that Dent will remain a symbol of hope for Gotham City, Batman wants to take responsibility for the deaths of the people Dent murdered, Gordon is upset but is forced to agree, so he orders a manhunt for Batman, while Alfred spares Bruce anymore heartache by burning a letter that Rachel wrote announcing her engagement to Harvey, and Fox sees the tracking computer self-destruct. Also starring Monique Gabriela Curnen as Ramirez, Ron Dean as Wuertz, Cillian Murphy as Scarecrow aka Dr. Jonathan Crane, William Fichtner as Bank Manager and The Fifth Element's Tommy 'Tiny' Lister as Tattooed Prisoner. Bale is still fantastic as the silly playboy and the rough and ready dark hero, Ledger is fascinating as the psychopathic and intelligent scar-faced villain (the licking of lips is a great psycho touch), Eckhart is alright as the slowly maddened political figure turned Two-Face, and the other cast members are good too. Just with the previous film the story is much more grown up and sophisticated compared to the previous incarnations, the make-up is good, and of course the explosions and special effects used create many more exciting chase and fight sequences, a cool and entertaining action fantasy. It won the Oscar for Best Sound Editing, and it was nominated for Best Art Direction, Best Cinematography, Best Editing, Best Makeup, Best Sound and Best Visual Effects, and it was nominated the BAFTAs for Best Cinematography, Best Costume Design, Best Editing, Best Make Up & Hair, Best Music for Hans Zimmer and James Newton Howard, Best Production Design, Best Sound and Best Special Visual Effects. Very good!", "I tried to get through this. Really I did. And I could appreciate the effort that went into the performances and the wads of dough that must have been spent on special effects. The atmosphere too is lucidly rendered -- night time in the big city.But my enjoyment was hampered by the fact that I'd outgrown most of this stuff about the time I entered High School, and that was when the comic-book Batman still looked like a human being, not a bemuscled behemoth.The experience, the viewing of this, as much of it as I could stand, was exhausting. You have never seen so many vehicles, large and small, racing through the gloomy and deserted urban streets. And every one of them seems to crash and turn into an exploding fireball emitting shards of glass and flaps of unidentifiable metal.The business is taken seriously too. The blows rained upon the victims seem to hurt. The occasional wisecracks from The Joker don't begin to make up for the realistic pain.It all makes me wonder if our peculiar civilization hasn't entered the decadent period that precedes its fall from dominance. At least in the comic books you had to READ the dialog bubbles. Here, no challenge at all. Just sit back and let the despondency overwhelm you.I know, I know. I missed the point. It's just a fantasy. Right enough, but it's somebody else's fantasy, not mine.", "This was extremely entertaining all the way through, which is quite a statement for a film that is two-and-a-half hours long. There are absolutely no dry spots in this fascinating film. Does everything make sense? Of course not; there are a lot of holes in the story, but it's a superhero action film and it's not meant to be dissected for credibility. It's just supposed to entertain, and that it does.A large part of the credit for that goes to Heath Ledger for his \"The Joker\" portrayal. Every scene in which Ledger appeared was riveting. His speech, mannerisms and his dialog were fantastic. For the latter, I have to commend the screen writers who gave Ledger some great lines!Actually, he and Aaron Eckert, who played \"Harvey 'Two Face' Dent,\" were most of the show, character-wise. Maggie Gyllenhaal was good, too, as \"Rachel Dawes,\" the woman of both Bruce Wayne and Harvey Dent's affections. Otherwise, the familiar good guys - Christopher Bale as \"Batman,\" Michael Caine as \"Alfred,\" Gary Oldman as Inspector/Commishoner Gordan\" and Morgan Freeman as \"Lucius Fox\" were okay but all more interesting in the previous film, \"Batman Begins.\" Speaking of Fox, his high-and-mighty attitude toward Wayne's surveillance system was disappointing to hear. I had thought he had trust in Bruce Wayne. Also, I was sorry to hear the language deteriorate in the final half hour with some unneeded profanity by some inconsequential character.Overall, however, this latest Batman movie ranks among the best of any I've seen, at least on the first viewing. I'm looking forward to watching it again when the Blu-Ray disc comes out next month. This is a great film to enjoy visually and audibly with some fantastic action scenes and excellent dialog.I had heard that Batman was a \"dark\" and almost unlikable figure, himself, in this film but I did not find that. Hey, he did what he had to do to stop a maniacal killer (which \"Fox\" didn't understand., nor some of the other main characters.) For a guy who has provided nothing but good deeds for the fickle citizens of Gotham over the years, this hero certainly doesn't appear to be appreciated......except by his fans of comics and film.In fact, that's the only main thing I would dispute with the writers of this movie: their conclusion at the end that Batman is \"not a hero, but a dark knight.\" No, I would say someone who continually risks his life to save others is quite a hero!", "This, the second of director Cristopher Nolan's Batman trilogy opens with a bank robbery; the robbers are all wearing clown masks and when each has finished his part of the job he is killed by one of his colleagues. When only one is left he removes his mask to reveal a disturbing face; he is wearing predominantly white make up with black around his eyes and a disturbing red smile\u0085 he is The Joker and clearly he is insane. It turns out the money he stole belonged to the mob and they are worried about losing the rest; either to The Joker or to the forces of law and order. Leading the campaign against crime in Gotham is a new white knight; DA Harvey Dent; a man who intends to take down the criminals by using the system rather than hiding behind a mask. Soon Dent, Lt. Gordon and Batman are after The Joker; and he in turn is after them\u0085 and those they love.I put off watching this for a long time fearing I'd be disappointed; surely no film could live up to the hype this one received\u0085 It turned out I needn't have worried; this is a fantastic film. The returning cast members perform well but it is the new characters that really stand out. Heath Ledger certainly deserved his Oscar; his Joker is genuinely disturbing, Aaron Eckhart is great too in the roll of Harvey Dent and Maggie Gyllenhaal shines as his girlfriend, and Bruce Wayne's old friend Rachel. Those wanting action will be pleased as it rarely stops and is spectacular; this doesn't mean there is any sacrifice of good characterisation and plot though. There are some good surprises along the way as well as a degree of tragedy. If you think superhero films are for children you should be aware that there are plenty of disturbing and even brutal moments here which might disturb youngsters\u0085 I was a little surprised that it got a UK '12' certificate; it is certainly a 'high 12'. Overall I'd say don't worry about the hype just sit back and enjoy an excellent action film that just happens to have a superhero as its main character.", "Batman/Bruce Wayne (Christian Bale) accords a deal with the lieutenant James Gordon (Gary Oldman), the district attorney named Harvey Dent (Aaron Eckhart) and his sweetheart-assistant(Maggie Gyllenhaal) for eliminate definitively criminality at Ghotam. However , a mysterious delinquent and psychotic villain named The Joker (Heath Ledger)begins a new wave of criminal rampage and terror. Batman is only helped by his attendant named Alfred(Michael Caine) and his scientific (Morgan Freeman).This is a dynamic, fast- paced and entertaining movie . Full of action , it's complemented by violent images, thriller and breathtaking scenes with overwhelming computer generator special effects. The picture relies in terrific flying sequences , impressive fights, and breathtaking pursuits. The dark story is made believable and the script has more pace to it than former film titled ¨Batman begins (2005)¨ also directed by Christopher Nolan ; booth movies result to be an intense variation on Bob Kane's comic book creation. Our superhero, well incarnated by Christian Bale dons the suit and cape, for that reason he can to be identified with the rest of his life as Batman and he deserves credit for remaining true to character.A well-intentioned and interesting plot by David S. Goyer based on the characters created by Bob Kane, following the events developed in Batman Begins and repeating some actors as Michael Caine, Gary Oldman, Cillian Murphy , among others. Suspenseful musical score by Hans Zimmer and James Newton Howard , and colorful, dark cinematography by Wally Pfister. The film takes off to provide some great moments and great fun as Superman swings into action. The picture is perfectly directed by Christopher Nolan who has directed excellent movies as ¨The prestige¨, ¨Insomnia ¨ and ¨Memento¨ and is preparing Batman third part. This live action Batman was one of the highest grossing movie made in that year, as well as, Nolan's most prestigious efforts in that field. Rating : Very good. Better than average.", "Unbelievably enough, then it is only now in 2013 that I got around to actually watching \"The Dark Knight\". Why? Well because I am not much fan of superhero movies or comic book heroes who ventured to the big screen. However, having seen all the older Batman movies, I will say that with \"The Dark Knight\", then Christopher Nolan have really put the previous Batman movies to shame.And with good reason.The storyline in \"The Dark Knight\" is for a more mature audience, and it appeals to an audience capable of coherent thought, unlike the pseudo-comical older Batman movies.And with an impressive list of talent on the cast list, then \"The Dark Knight\" really does impress. However, I remember the hype about Heath Ledger's death and his performance of the Joker in this movie. With the risk of offending a great number of people here, then I don't really get that hype. His performance was good, sure, but it was a bit hyped up by the media. Jack Nicholson did a good enough job with his interpretation of the Joker back in the day, but he didn't get this much hype.Moving on, \"The Dark Knight\" offers a good storyline, spiced up with nifty action sequences, and of course a lot of bat utilities - as always.\"The Dark Knight\" was a major step upwards from \"Batman Begins\", and I must admit that this movie have sparked an interest in actually sitting down to watch \"The Dark Knight Rises\" as well.", "8.9 out of 10—really? The Dark Knight is undeniably visually impressive, full of flashy special effects, stunning production design and spectacular action set-pieces, but the fans who have rated this film so highly clearly have as little grip on reality as its antagonist The Joker (Heath Ledger).152 minutes of relentlessly dark, dreary, depressing drama—the enjoyment factor turned down to the lowest possible setting—this overly complex and frequently logic-free sequel to Batman Begins sees director Christopher Nolan once again presenting the antics of a man dressed as a bat in a completely humourless fashion. And if Nolan is going to take matters so seriously, then so am I...Could a man with half his face burned off really get out of bed the next day to conduct a vendetta? Why does Batman talk to Fox in his 'gruff' voice when the man already knows his real identity? How do you get hundreds of barrels of explosives onto two ferries without being noticed? Likewise, how did The Joker wire up a hospital to blow-up without being spotted? Who built Batman's underground silo? Does anyone really know what the hell was going on during that scene with that cell phone sonar equipment and the building full of baddies? Where exactly do you hire a butler who can arrange for a skyhook in Hong Kong? These are just a few of the many questions that arise from Nolan's so-called masterpiece.Rabid Batman/Nolan fans might be all too happy to overlook these somewhat awkward posers, but I can't—not when such a blatantly flawed film currently sits at No.8 in the IMDb top 250.5.5 out of 10, but not good enough to be rounded up to a 6.", "Gotham City no longer has an ethereal, poetic glow. In director Christopher Nolan's follow-up to his 2005 blockbuster \"Batman Begins\", Gotham is just another Metropolitan city full of embittered residents squirming under the stronghold of Mafiosos, psychopaths, blackmailers, and terrorists--namely the Joker, who opens the film robbing a bank owned by the Mob with his masked cohorts, whom he has no loyalty to. Heath Ledger won a posthumous Supporting Actor Oscar for his twisted portrayal of the Joker--playing the facially-scarred criminal mastermind as if he just escaped from a lunatic asylum--but it isn't a multi-layered, pleasurable performance. Christian Bale returns as billionaire Bruce Wayne (and his alter-ego, a flesh-and-blood Batman), putting his trust in Gotham's latest hotshot District Attorney who is dating Wayne's childhood sweetheart and going after the Mafia in court, if the Joker doesn't get to them first. Nolan stages an extended, fiery vehicle chase that is absolutely astounding, yet the rest of his film falls a bit short. The performances are variable, the mood is dour and depressing, and the illogical plot tied in endless, headache-inducing knots. Fans of the Superhero genre will no doubt revel in the sleek look of the picture, but the script (penned by director Nolan and his brother Jonathan) is a disappointment, not helped by the smash-and-grab editing which cuts off and mixes up sequences before the drama has even played out. **1/2 from ****", "I really like the first one in this current series, 'Batman Begins', because it takes us from Bruce Wayne's young years and then through his mystical training, and his beginnings to fight crime in Gotham City. This second installment is better in many ways, but for me doesn't quite have the charm of the first.Christian Bale of course is back as Bruce Wayne and Batman. But his childhood sweetheart and now District Attorney lawyer is Maggie Gyllenhaal as Rachel Dawes. She does a fine job but is a definite step down from Katie Holmes.Most of the buzz has been, especially after his untimely death, Heath Ledger as The Joker. This Joker is quite different from the character Jack Nicholson played in the 1989 version, more sinister and more dangerous. He doesn't have any grand plan, he just enjoys wreaking havoc, and his mission here is to kill innocent people and cause destruction until he succeeds in having Batman's identity revealed. Ledger is chillingly good in this role.Aaron Eckhart is introduced as Harvey Dent who, after getting caught up in an explosion, becomes Two-Face. Michael Caine is back as Bruce Wayne's butler and father figure, Alfred Pennyworth, and plays the role just perfectly. As well as Gary Oldman, back as cop James Gordon. And Morgan Freeman as Lucius Fox, now head of the Wayne corporation and Bruce's personal scientific consultant.The new crime boss is Eric Roberts as Salvatore Maroni, and he is superb in the role. I have always been a fan of Roberts' and it is good to see him in a feature role as this.Overall a fine movie, both as a drama and as an action movie.", "I wasn't sure what to expect from The Dark Knight a sequel to Batman Begins and, by virtue of extended franchise, a remake of the Tim Burton 1989 Batman movie, which also featured Batman, the Joker, and Harvey Dent (though not Two-Face). The previews had all the action and excitement, and some cool-looking gadgets, but... despite the whole \"Heath Ledger is dead, this is final great performance\" hype, I didn't want to second guess myself. A Joker with no real \"origin\" story? Ledger playing him with slapped on, sloppy make-up and lots of facial tics? How will this work, and how could it be any better than Nicholson's Joker? Answers? It does work, very well, though it's dependent on the universe that director Christopher Nolan has set in place. Ledger's Joker wouldn't work in Burton's style, as his mix of camp and seriousness was perfect for an actor like Nicholson. But in Nolan's world, he fits in like a f***ing psychotic glove. To get it out of the way for this review, I'll say this: Ledger practically lives up to the hype. His presence is uncouth and strange, and not like one's used to (the slashes through his face are \"jokingly\" referenced that \"my dad did this, \"my wife did this\"), and he's totally ambiguous. But it's also the unpredictable Joker seen yet on screen, and only topped probably in the craziest of the comics. He's an unpredictable force that is the twisted ying to Batman's protect-by-all-means-but-murder yang. It's basically an anarchic punk rocker taken to the lengths of a terrorist.While this should make the Joker boring, there's nothing that Nolan isn't willing to do to make the audience jump or second guess the plot, which makes it extra exciting as he heads on in the last half hour, leading to an incredible double-catharsis of sorts. But if Ledger's performance is being touted for an posthumous Oscar nomination (which I'm still not sure about though will probably happen), then the amount of attention being paid to Aaron Eckhardt is minuscule in comparison. On his own terms, Eckhart delivers a performance that's even better than Ledger's (or, rather, he has a lot more complexity than \"I'm gonna blow stuff up and go chaotic here\"). He puts in everything that's needed for the perfect Harvey Dent, as a man who's the \"white knight\", someone who could be the one to take the place of Batman as the one to look after Gotham. His downfall, however, becomes the great, horrifying tragedy of this Batman. To say Eckhart blows all other interpretations (on film or TV) of Dent is putting it lightly, and the make-up given to his latter reincarnation is some of the best I've ever seen.In the interest of not coming off like a total crazy fan-boy for the Dark Knight, there are some likely criticisms to have. Despite Nolan's vision being epic and grand, and for the most part pulling off such a big story very well, the last section, however exciting and tense and posing moral questions, goes a little long. And, however staying true to the comics (which is great), the last section starts to pile on the exposition a bit much. But these are mostly mild quibbles. In the scope of delving into the Batman world as honestly (if not realistically) as possible, Nolan succeeds even further than in 'Begins'. The characters of Batman/Wayne, Gordon, Dent, and Rachel Dawson are all put into incredible circumstances throughout the film, and we're pulling for them and care about what happens all the way. It's all the more a credit to the storytelling power since we should know how things will turn out; a certain twist mid-way through had me thinking \"say it isn't so\", and when I knew I was had, I knew Nolan had done his job well.Another question: does Dark Knight live up to the hype? It depends on how you define it and how it pertains to the movie. A lot of the hype has been around Ledger's death, and the new characters, and some of the hype (i.e. box-office predictions) have become ludicrous. Yet, for what Nolan set out to do as filmmaker, delivering drama and action and pathos and a kick-ass-but-truly-conflicted Batman in his *very* dark city of Gotham, he succeeded admirably. It might not be the same amount of pure \"fun\" of Burton's films, but then again it doesn't need to be. It's an excellent, breathtaking experience, and one of the best pics of 08.", "Before I comment on the movie proper, I'd like to mention two things: One, the person I went with-who works at this particular theatre and saw the midnight premiere-thought the bank manager role was played by Jimmy Smits but I immediately recognized him as William Fichtner from \"Invasion\", the TV series he did with Eddie Cibrian. Also, when the Joker was threatening Rachel Dawes, it was the only time I was taken out of the picture since I said aloud that he was threatening Jake Gyllenhaal's sister with my friend mentioning her name since we both saw Heath Ledger and Jake in Brokeback Moutain a few years ago. Ledger is fine as the main villain though I stop at saying he's better than Jack Nicholson in the role or deserves an Oscar nomination though it would be fine if he did. And Maggie Gyllenhaal is an improvement from Katie Holmes as Bruce Wayne's former girlfriend though I remember liking Holmes fine too. And Aaron Eckhart as Harvey Dent, Dawes' new beau, is also fine with his initial role as \"white knight\" district attorney later turning into what would become known as Two-Face. And I loved having Michael Caine as Alfred the Butler having a previous background in the battling jungles of Burma so he can tell his master of his dilemma there. Throw in Morgan Freeman's Lucius Fox and you've almost got a perfect movie. Certainly, Christian Bale as the Caped Crusader is even better here than in Batman Begins and he is to me, like many viewers, The absolute Dark Knight here. While the movie may be longish in spots, Christopher Nolan lets it be that way so he can make us really care for the characters. I certainly was very touched by the sacrifices the new Commissoner Gordon, as played by Gary Oldman, had to make throughout the picture especially when he had to deal with Two-Face and his family's peril near the end. So the many who went to see this once and want to do it again, what are you waiting for? P.S. Having not recognized Anthony Micheal Hall previously, I'll have to look for him the next time I watch which may be soon too!", "The film is good but is very much over-rated. The Daily News rated this movie *****. It is rather a *** as I shall try to explain.The acting is top-notch, especially Heath Ledger as the Joker and Aaron Eckhart, amazingly good as Harvey Dent, D.A.This is one film that is rare since good does not triumph over evil. Dent's transformation is magnificently realized. It just shows us what situations can lead someone so pious to go so wrong.The film is action packed. The special effects are marvelously arranged.As far as the Oscars for this year go, an argument can be made that Ledger's performance should be in the supporting category as well as Eckhart. Gary Oldham,as Gordon, should also be in the running for a supporting Oscar as well as Maggie Gyllenhaal, who has really shown a depth of maturity here in a breakout performance.My lone argument with this film is the last-half hour. Once the Gyllenhaal character is killed off, the film does go a bit down-hill. It becomes confusing at this point. Confusion we don't need as we wish to study the change in dimension depicted by Dent. That being said, the picture is one of a rare quality. A thin line is drawn between good and evil here and we wonder where we can go from here as the credits roll."], "review_rating": ["10", "9", "10", "N/A", "8", "N/A", "N/A", "10", "10", "10", "10", "10", "7", "10", "9", "6", "N/A", "10", "10", "10", "N/A", "10", "8", "10", "10", "10", "10", "10", "10", "N/A", "10", "10", "N/A", "8", "10", "N/A", "10", "10", "10", "10", "8", "10", "8", "9", "10", "10", "7", "N/A", "10", "7", "10", "10", "10", "8", "N/A", "9", "10", "N/A", "N/A", "9", "10", "10", "9", "10", "8", "9", "6", "10", "10", "10", "10", "7", "10", "10", "9", "9", "8", "8", "N/A", "9", "9", "7", "9", "N/A", "10", "10", "9", "9", "8", "3", "10", "10", "8", "8", "5", "6", "N/A", "7", "9", "7"], "review_date": ["17 April 2009", "17 February 2011", "18 December 2016", "2 December 2008", "8 December 2013", "28 December 2015", "13 April 2004", "17 February 2021", "30 July 2011", "1 July 2005", "6 November 2014", "4 March 2005", "25 April 2016", "23 April 2015", "19 November 2018", "30 January 2007", "12 November 2001", "14 July 2000", "26 January 2011", "23 April 2006", "4 November 2000", "24 July 2010", "12 August 2004", "29 March 2020", "5 March 2020", "30 March 2013", "18 July 2010", "9 March 2008", "1 April 2014", "29 March 2012", "28 November 2013", "16 February 2007", "6 January 2018", "23 June 2019", "14 October 2019", "1 July 2002", "6 February 2021", "4 February 2013", "28 November 2009", "16 July 2005", "17 August 2006", "13 March 2005", "5 April 2015", "14 June 2006", "16 September 2019", "6 March 2016", "18 March 2006", "12 December 2004", "19 February 2000", "3 July 2016", "30 March 2013", "24 November 2010", "17 March 2008", "7 April 2014", "3 May 2012", "28 November 2013", "16 February 2007", "29 July 2019", "13 April 2004", "4 February 2013", "10 April 2010", "26 July 2005", "16 October 2006", "13 March 2005", "25 May 2009", "3 April 2006", "7 March 2016", "21 February 2000", "1 May 2019", "18 October 2011", "29 March 2020", "31 March 2008", "7 July 2013", "15 July 2014", "28 May 2016", "24 July 2008", "3 April 2010", "3 June 2016", "23 December 2008", "1 November 2013", "12 January 2009", "28 January 2020", "31 December 2008", "11 September 2008", "14 September 2008", "21 July 2008", "27 July 2008", "5 August 2008", "14 September 2008", "12 April 2010", "17 November 2008", "22 October 2013", "9 January 2010", "14 April 2013", "29 July 2012", "22 January 2011", "16 December 2008", "18 July 2008", "21 July 2008", "6 August 2008"], "review_user": ["TheLittleSongbird", "bkoganbing", "Leofwine_draca", "Michael_Elliott", "SnoopyStyle", "Kirpianuscus", "bob the moo", "Sleepin_Dragon", "classicsoncall", "lee_eisenberg", "gavin6942", "jboothmillard", "rmax304823", "Tweekums", "ma-cortes", "moonspinner55", "TxMike", "Quinoa1984", "edwagreen", "sunwarrior13", "tedg", "hitchcockthelegend", "Theo Robertson", "bevo-13678", "Calicodreamin", "MartinHafer", "TheLittleSongbird", "bkoganbing", "Leofwine_draca", "Michael_Elliott", "SnoopyStyle", "Hitchcoc", "Kirpianuscus", "Horst_In_Translation", "Prismark10", "bob the moo", "Sleepin_Dragon", "kosmasp", "classicsoncall", "lee_eisenberg", "gavin6942", "jboothmillard", "rmax304823", "ccthemovieman-1", "Tweekums", "BA_Harrison", "moonspinner55", "TxMike", "Quinoa1984", "tavm", "MartinHafer", "TheLittleSongbird", "bkoganbing", "Leofwine_draca", "Michael_Elliott", "SnoopyStyle", "Hitchcoc", "Kirpianuscus", "bob the moo", "kosmasp", "classicsoncall", "lee_eisenberg", "gavin6942", "jboothmillard", "rmax304823", "ccthemovieman-1", "BA_Harrison", "Quinoa1984", "tavm", "sunwarrior13", "bevo-13678", "Doylenf", "LeonLouisRicci", "utgard14", "grantss", "MartinHafer", "TheLittleSongbird", "Leofwine_draca", "Michael_Elliott", "SnoopyStyle", "Hitchcoc", "Prismark10", "claudio_carvalho", "bob the moo", "kosmasp", "classicsoncall", "lee_eisenberg", "gavin6942", "jboothmillard", "rmax304823", "ccthemovieman-1", "Tweekums", "ma-cortes", "paul_haakonsen", "BA_Harrison", "moonspinner55", "TxMike", "Quinoa1984", "tavm", "edwagreen"], "movie_year": ["1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1994", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1972", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "1974", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008", "2008"]}